Repository: umangparnami/bitchat
Catalog: bitchat/Localization/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, ne, pt_br, ru, uk, zh_hans

# fingerprint.handshake_pending
source: not available - handshake in progress
ar: غير متاح - جار تنفيذ handshake
de: nicht verfügbar – handshake läuft
es: no disponible: el handshake está en curso
fr: indisponible - handshake en cours
he: לא זמין - handshake מתבצע
id: tidak tersedia - handshake sedang berlangsung
it: non disponibile - handshake in corso
ja: 利用不可 - handshake進行中
ne: उपलब्ध छैन - handshake हुँदै
pt_br: indisponível - handshake em andamento
ru: недоступно — handshake выполняется
uk: недоступно — handshake триває
zh_hans: 暂不可用 - handshake 进行中

# fingerprint.message.verified
source: you have verified this person's identity.
ar: لقد تحققت من هوية هذا الشخص.
de: du hast die identität dieser person verifiziert.
es: has verificado la identidad de esta persona.
fr: tu as vérifié l'identité de cette personne.
he: אישרת את זהותו של האדם הזה.
id: kamu sudah memverifikasi identitas orang ini.
it: hai verificato l'identità di questa persona.
ja: この人の身元を確認しました。
ne: तिमीले यस व्यक्तिको पहिचान प्रमाणित गरेको छौ.
pt_br: você verificou a identidade dessa pessoa.
ru: ты подтвердил личность этого человека.
uk: ти підтвердив особу цієї людини.
zh_hans: 你已经核实了此人的身份。

# fingerprint.message.verify_hint
source: compare these fingerprints with %@ using a secure channel.
ar: قارن هذه البصمات مع %@ عبر قناة آمنة.
de: vergleiche diese fingerabdrücke mit %@ über einen sicheren kanal.
es: compara estas huellas con %@ mediante un canal seguro.
fr: compare ces empreintes avec %@ via un canal sécurisé.
he: השווה את הטביעות עם %@ בערוץ מאובטח.
id: bandingkan sidik ini dengan %@ lewat kanal aman.
it: confronta queste impronte con %@ tramite un canale sicuro.
ja: これらのフィンガープリントを%@と安全なチャネルで比較
ne: यी फिङ्गरप्रिन्टहरू %@ सँग सुरक्षित च्यानलमा तुलना गर।
pt_br: compare essas impressões com %@ usando um canal seguro.
ru: сравни эти отпечатки с %@ по безопасному каналу.
uk: порівняй ці відбитки з %@ у безпечному каналі.
zh_hans: 通过安全渠道与 %@ 比对这些指纹。

# fingerprint.their_label
source: their fingerprint:
ar: بصمتهم:
de: deren fingerabdruck:
es: huella de la otra persona:
fr: leur empreinte :
he: הטבעת שלהם:
id: sidik mereka:
it: impronta loro:
ja: 相手のフィンガープリント:
ne: उनको फिङ्गरप्रिन्ट:
pt_br: impressão digital deles:
ru: их отпечаток:
uk: їхній відбиток:
zh_hans: 对方指纹：

# fingerprint.title
source: security verification
ar: تحقق الأمان
de: sicherheitsverifizierung
es: verificación de seguridad
fr: vérification de sécurité
he: אימות אבטחה
id: verifikasi keamanan
it: verifica di sicurezza
ja: セキュリティ検証
ne: सुरक्षा प्रमाणीकरण
pt_br: verificação de segurança
ru: проверка безопасности
uk: перевірка безпеки
zh_hans: 安全验证

# fingerprint.your_label
source: your fingerprint:
ar: بصمتك:
de: dein fingerabdruck:
es: tu huella:
fr: ton empreinte :
he: הטבעת שלך:
id: sidikmu:
it: tua impronta:
ja: あなたのフィンガープリント:
ne: तिम्रो फिङ्गरप्रिन्ट:
pt_br: sua impressão digital:
ru: твой отпечаток:
uk: твій відбиток:
zh_hans: 你的指纹：

# geohash_people.action.block
source: block
ar: حظر
de: blockieren
es: bloquear
fr: bloquer
he: חסום
id: blokir
it: blocca
ja: ブロック
ne: ब्लक
pt_br: bloquear
ru: заблокировать
uk: заблокувати
zh_hans: 屏蔽

# geohash_people.action.unblock
source: unblock
ar: إلغاء الحظر
de: entsperren
es: desbloquear
fr: débloquer
he: בטל חסימה
id: buka blokir
it: sblocca
ja: ブロック解除
ne: अनब्लक
pt_br: desbloquear
ru: разблокировать
uk: розблокувати
zh_hans: 取消屏蔽

# geohash_people.none_nearby
source: nobody around...
ar: لا أحد قريب...
de: niemand in der nähe...
es: nadie cerca...
fr: personne à proximité...
he: אין אף אחד בסביבה...
id: tidak ada siapa pun...
it: nessuno nei dintorni...
ja: 近くに誰もいません...
ne: वरिपरि कोही छैन...
pt_br: ninguém por perto...
ru: никого рядом...
uk: поруч нікого...
zh_hans: 附近没人...

# geohash_people.tooltip.blocked
source: blocked in geohash
ar: محظور في geohash
de: in geohash blockiert
es: bloqueado en geohash
fr: bloqué dans geohash
he: חסום ב-geohash
id: diblokir di geohash
it: bloccato su geohash
ja: geohashでブロック中
ne: geohash मा ब्लक
pt_br: bloqueado em geohash
ru: заблокирован в geohash
uk: заблоковано в geohash
zh_hans: 在 geohash 中已屏蔽

# geohash_people.you_suffix
source: (you)
ar: (أنت)
de: (du)
es: (tú)
fr: (toi)
he: (אתה)
id: (kamu)
it: (tu)
ja: (あなた)
ne: (तिमी)
pt_br: (você)
ru: (ты)
uk: (ти)
zh_hans: (你)

# location_channels.action.open_settings
source: open settings
ar: فتح الإعدادات
de: einstellungen öffnen
es: abrir ajustes
fr: ouvrir réglages
he: פתח הגדרות
id: buka pengaturan
it: apri impostazioni
ja: 設定を開く
ne: सेटिङ खोल
pt_br: abrir ajustes
ru: открыть настройки
uk: відкрити налаштування
zh_hans: 打开设置

# location_channels.action.remove_access
source: remove location access
ar: إزالة صلاحية الموقع
de: standortzugriff entfernen
es: eliminar acceso a la ubicación
fr: retirer l'accès localisation
he: הסר גישת מיקום
id: cabut akses lokasi
it: revoca accesso alla posizione
ja: 位置アクセスを解除
ne: स्थान पहुँच हटाउ
pt_br: remover acesso à localização
ru: отключить доступ к локации
uk: відключити доступ до локації
zh_hans: 移除位置访问

# location_channels.action.request_permissions
source: get location and my geohashes
ar: جلب موقعي و geohash
de: standort und geohash abrufen
es: obtener mi ubicación y mis geohashes
fr: obtenir ma localisation et mes geohash
he: קבל את המיקום וה-geohash שלי
id: ambil lokasiku dan geohash
it: ottieni la mia posizione e i geohash
ja: 位置情報とgeohashを取得
ne: मेरो स्थान र geohash प्राप्त गर
pt_br: obter localização e meus geohashes
ru: получить мою локацию и geohash
uk: отримати мою локацію та geohash
zh_hans: 获取位置和我的 geohash

# location_channels.action.teleport
source: teleport
ar: انتقال فوري
de: teleportieren
es: teletransportar
fr: téléporter
he: טלפורט
it: teletrasporto
ja: テレポート
ne: टेलिपोर्ट
pt_br: teletransportar
ru: телепорт
uk: телепорт
zh_hans: 瞬移

# location_channels.bookmarked_section_title
source: bookmarked
ar: محفوظ
de: gespeichert
es: marcados
fr: enregistrés
he: שמורים
id: disimpan
it: salvati
ja: 保存済み
ne: बुकमार्क
pt_br: marcados
ru: закреплённые
uk: закладені
zh_hans: 已收藏

# location_channels.description
source: chat with people near you using geohash channels. only a coarse geohash is shared, never exact GPS. your IP address is hidden by routing all traffic over tor.
ar: تحدث مع أشخاص قريبين عبر قنوات geohash. نشارك geohash تقريبي فقط، وليس gps الدقيق. يتم إخفاء عنوان ip لأن كل المرور يمر عبر tor.
de: chatte mit menschen in deiner nähe über geohash-kanäle. geteilt wird nur ein grober geohash, niemals exakte gps-daten. deine ip bleibt verborgen, weil der gesamte verkehr über tor läuft.
es: chatea con personas cercanas usando canales geohash. Solo se comparte un geohash aproximado, nunca GPS exacto. Tu IP se oculta al enrutar todo el tráfico por Tor.
fr: discute avec les personnes proches grâce aux canaux geohash. seul un geohash grossier est partagé, jamais de gps exact. ton ip reste cachée car tout le trafic passe par tor.
he: שוחח עם אנשים קרובים בערוצי geohash. משתף רק geohash גס, אף פעם לא gps מדויק. כתובת ה-ip מוסתרת כי כל התעבורה עוברת דרך tor.
id: ngobrol dengan orang terdekat lewat kanal geohash. hanya geohash kasar yang dibagikan, tidak pernah gps tepat. alamat ip-mu tersembunyi karena seluruh trafik lewat tor.
it: chatta con le persone vicine tramite canali geohash. condividiamo solo geohash approssimativi, mai il gps esatto. il tuo ip resta nascosto perché tutto il traffico passa da tor.
ja: geohashチャンネルで近くの人と会話。共有されるのはざっくりしたgeohashだけで正確なgpsは含みません。全トラフィックをtor経由にすることであなたのipを隠します。
ne: geohash च्यानलबाट नजिकका मानिससँग कुरा गर। केवल मोटामो geohash साझा हुन्छ, कहिल्यै सहि gps होइन। सबै ट्राफिक tor मार्फत गएका कारण तिम्रो ip लुकेको हुन्छ।
pt_br: converse com pessoas próximas usando canais geohash. apenas um geohash grosseiro é compartilhado, nunca gps exato. seu ip fica oculto ao rotear todo o tráfego por tor.
ru: общайся с людьми рядом через каналы geohash. делится только грубый geohash, без точного gps. твой ip скрывается за счёт маршрутизации трафика через tor.
uk: спілкуйся з людьми поруч у каналах geohash. передається лише грубий geohash, без точного gps. твій ip приховується, бо весь трафік йде через tor.
zh_hans: 使用 geohash 频道与附近的人聊天。只会共享粗略 geohash，从不泄露精确 GPS。所有流量通过 tor 路由来隐藏你的 IP。

# location_channels.error.invalid_geohash
source: invalid geohash
ar: geohash غير صالح
de: ungültiger geohash
es: geohash no válido
fr: geohash invalide
he: geohash לא תקף
id: geohash tidak valid
it: geohash non valido
ja: 無効なgeohash
ne: अवैध geohash
pt_br: geohash inválido
ru: некорректный geohash
uk: некоректний geohash
zh_hans: 无效的 geohash

# location_channels.loading_nearby
source: finding nearby channels…
ar: جار البحث عن قنوات قريبة…
de: suche nach kanälen in der nähe…
es: buscando canales cercanos…
fr: recherche de canaux proches…
he: מחפש ערוצים קרובים…
id: mencari kanal sekitar…
it: ricerca canali vicini…
ja: 近くのチャンネルを検索中…
ne: नजिकका च्यानल खोज्दै…
pt_br: procurando canais próximos…
ru: поиск каналов рядом…
uk: пошук каналів поруч…
zh_hans: 正在寻找附近频道…

# location_channels.permission_denied
source: location permission denied. enable in settings to use location channels.
ar: تم رفض إذن الموقع. فعّله في الإعدادات لاستخدام قنوات الموقع.
de: standortberechtigung verweigert. aktiviere sie in den einstellungen für standortkanäle.
es: permiso de ubicación denegado. Actívalo en Ajustes para usar los canales de ubicación.
fr: autorisation de localisation refusée. active-la dans réglages pour utiliser les canaux.
he: הרשאת מיקום נדחתה. אפשר בהגדרות כדי להשתמש בערוצי מיקום.
id: izin lokasi ditolak. aktifkan di pengaturan untuk memakai kanal lokasi.
it: autorizzazione posizione negata. abilitala nelle impostazioni per usare i canali.
ja: 位置情報の許可が拒否されました。チャンネルを使うには設定で許可してください。
ne: स्थान अनुमति अस्वीकार। स्थान च्यानल प्रयोग गर्न सेटिङमा सक्षम गर।
pt_br: permissão de localização negada. habilite em ajustes para usar canais de localização.
ru: доступ к локации запрещён. включи разрешение в настройках, чтобы использовать каналы.
uk: доступ до локації заборонено. увімкни дозвіл у налаштуваннях, щоб користуватися каналами.
zh_hans: 位置权限被拒。请在设置中启用以使用位置频道。

# location_channels.title
source: #location channels
ar: #قنوات الموقع
de: #standort-kanäle
es: #canales de ubicación
fr: #canaux localisation
he: #ערוצי מיקום
id: #kanal lokasi
it: #canali posizione
ja: #ロケーションチャンネル
ne: #स्थान च्यानल
pt_br: #canais de localização
ru: #каналы локации
uk: #канали локації
zh_hans: #位置频道

# location_channels.tor.subtitle
source: hides your IP for location channels. recommended: on.
ar: يخفي ip لقنوات الموقع. الموصى به: تشغيل.
de: verbirgt deine ip für standortkanäle. empfohlen: an.
es: oculta tu IP para los canales de ubicación. Recomendado: activado.
fr: cache ton ip pour les canaux localisation. recommandé : activé.
he: מסתיר את ה-ip שלך לערוצי מיקום. מומלץ: פעיל.
id: menyembunyikan ip-mu untuk kanal lokasi. disarankan: aktif.
it: nasconde il tuo ip per i canali posizione. consigliato: attivo.
ja: ロケーションチャンネル用にipを隠します。推奨: オン
ne: स्थान च्यानलका लागि तिम्रो ip लुकाउँछ। सिफारिस: अन।
pt_br: oculta seu ip para canais de localização. recomendado: ligado.
ru: скрывает твой ip для каналов локации. рекомендуем включить.
uk: приховує твій ip для каналів локації. рекомендовано ввімкнути.
zh_hans: 为位置频道隐藏你的 IP。推荐：开启。

# location_channels.tor.title
source: tor routing
ar: توجيه tor
es: enrutamiento Tor
fr: routage tor
he: ניתוב tor
id: perutean tor
it: instradamento tor
ja: torルーティング
ne: tor रूटिङ
pt_br: roteamento tor
ru: маршрутизация tor
uk: маршрутизація tor
zh_hans: tor 路由

# location_levels.block
source: block
ar: مربع
es: bloque
fr: bloc
he: בלוק
id: blok
it: isolato
ja: ブロック
ne: ब्लक
pt_br: quadra
ru: квартал
uk: квартал
zh_hans: 街区

# location_levels.building
source: building
ar: مبنى
de: gebäude
es: edificio
fr: bâtiment
he: מבנה
id: gedung
it: edificio
ja: 建物
ne: भवन
pt_br: prédio
ru: здание
uk: будівля
zh_hans: 楼栋

# location_levels.city
source: city
ar: مدينة
de: stadt
es: ciudad
fr: ville
he: עיר
id: kota
it: città
ja: 都市
ne: सहर
pt_br: cidade
ru: город
uk: місто
zh_hans: 城市

# location_levels.neighborhood
source: neighborhood
ar: حي
de: viertel
es: barrio
fr: quartier
he: שכונה
id: lingkungan
it: quartiere
ja: 近所
ne: छिमेक
pt_br: bairro
ru: район
uk: район
zh_hans: 社区

# location_levels.province
source: province
ar: مقاطعة
de: bundesland
es: provincia
he: מחוז
id: provinsi
it: provincia
ja: 州
ne: प्रदेश
pt_br: estado
ru: область
uk: область
zh_hans: 省份

# location_levels.region
source: region
ar: منطقة
es: región
fr: région
he: אזור
id: wilayah
it: regione
ja: 地域
ne: क्षेत्र
pt_br: região
ru: регион
uk: регіон
zh_hans: 区域

# location_notes.action.dismiss
source: dismiss
ar: إغلاق
de: schließen
es: descartar
fr: ignorer
he: סגור
id: tutup
it: chiudi
ja: 閉じる
ne: बन्द गर
pt_br: dispensar
ru: закрыть
uk: закрити
zh_hans: 关闭

# location_notes.action.retry
source: retry
ar: إعادة المحاولة
de: erneut versuchen
es: reintentar
fr: réessayer
he: ניסיון שוב
id: coba lagi
it: riprova
ja: 再試行
ne: फेरि प्रयास गर
pt_br: tentar novamente
ru: повторить
uk: повторити
zh_hans: 重试

# location_notes.description
source: add short permanent notes to this location for other visitors to find.
ar: أضف ملاحظات قصيرة دائمة لهذا المكان ليجدها الآخرون.
de: füge diesem ort kurze dauerhafte notizen hinzu, damit andere sie finden.
es: añade notas permanentes cortas sobre este lugar para que otras personas las encuentren.
fr: ajoute de courtes notes permanentes ici pour aider les autres.
he: הוסף הערות קצרות וקבועות למקום הזה כדי שאחרים ימצאו.
id: tambahkan catatan permanen singkat di tempat ini agar orang lain menemukannya.
it: aggiungi brevi note permanenti su questo luogo per chi verrà.
ja: 他の人が見つけられるようこの場所に短いノートを追加
ne: अन्यले भेटून् भनी यस स्थानमा छोटो स्थायी नोट थप।
pt_br: adicione notas curtas permanentes neste local para outras pessoas encontrarem.
ru: добавь короткие постоянные заметки об этом месте для других.
uk: додай короткі постійні замітки про це місце для інших.
zh_hans: 为此地点添加简短的常驻笔记，方便其他访客发现。

# location_notes.empty_subtitle
source: be the first to add one for this spot.
ar: كن أول من يضيف هنا.
de: sei die erste person, die hier eine notiz hinterlässt.
es: sé la primera persona en añadir una en este lugar.
fr: sois la première personne à en ajouter ici.
he: היה הראשון להוסיף כאן.
id: jadilah orang pertama yang menambahkannya di sini.
it: fai tu la prima nota qui.
ja: ここで最初のノートを残そう。
ne: यस ठाउँमा नोट थप्ने पहिलो व्यक्ती बन।
pt_br: seja a primeira pessoa a adicionar uma aqui.
ru: стань первым, кто добавит здесь заметку.
uk: стань першим, хто додасть тут замітку.
zh_hans: 成为这里的第一条笔记。

# location_notes.empty_title
source: no notes yet
ar: لا توجد ملاحظات بعد
de: noch keine notizen
es: aún no hay notas
fr: pas encore de notes
he: אין הערות עדיין
id: belum ada catatan
it: ancora nessuna nota
ja: ノートはまだありません
ne: अहिले नोट छैन
pt_br: nenhuma nota ainda
ru: заметок пока нет
uk: заміток ще немає
zh_hans: 尚无笔记

# location_notes.error.failed_to_send
source: failed to send note. %@
ar: تعذر إرسال الملاحظة. %@
de: notiz konnte nicht gesendet werden. %@
es: no se pudo enviar la nota. %@
fr: impossible d'envoyer la note. %@
he: לא ניתן לשלוח את ההערה. %@
id: tidak bisa mengirim catatan. %@
it: impossibile inviare la nota. %@
ja: ノートを送信できませんでした。%@
ne: नोट पठाउन सकेन। %@
pt_br: não foi possível enviar a nota. %@
ru: не удалось отправить заметку. %@
uk: не вдалося надіслати замітку. %@
zh_hans: 无法发送笔记。%@

# location_notes.error.no_relays
source: no geo relays available near this location. try again soon.
ar: لا توجد مرحلات جغرافية قريبة من هذا المكان. حاول لاحقاً.
de: keine geo-relays in der nähe verfügbar. versuch es später erneut.
es: no hay relays geográficos disponibles cerca de este lugar. Inténtalo de nuevo pronto.
fr: aucun relais géo disponible près d'ici. réessaie bientôt.
he: אין ממסרי geo זמינים בקרבת מקום. נסה שוב מאוחר יותר.
id: tidak ada relay geo tersedia dekat sini. coba lagi nanti.
it: nessun relay geo disponibile qui vicino. riprova presto.
ja: 近くに利用できるジオリレーがありません。後で再試行してください。
ne: यस स्थान नजिक georelay उपलब्ध छैन। केही बेरपछि प्रयास गर।
pt_br: nenhum relay geográfico disponível perto deste local. tente novamente em breve.
ru: рядом нет георелеев. попробуй позже.
uk: поруч немає гео-релеїв. спробуй пізніше.
zh_hans: 附近没有可用的地理中继。稍后再试。

# location_notes.loading_notes
source: loading notes…
ar: جار تحميل الملاحظات…
de: notizen werden geladen…
es: cargando notas…
fr: chargement des notes…
he: טוען הערות…
id: memuat catatan…
it: caricamento note…
ja: ノートを読み込み中…
ne: नोट लोड हुँदै…
pt_br: carregando notas…
ru: загрузка заметок…
uk: завантаження заміток…
zh_hans: 正在加载笔记…

# location_notes.loading_recent
source: loading recent notes…
ar: جار تحميل الملاحظات الحديثة…
de: aktuelle notizen werden geladen…
es: cargando notas recientes…
fr: chargement des notes récentes…
he: טוען הערות אחרונות…
id: memuat catatan terbaru…
it: caricamento note recenti…
ja: 最新ノートを読み込み中…
ne: हालैका नोट लोड गर्दै…
pt_br: carregando notas recentes…
ru: загрузка свежих заметок…
uk: завантаження свіжих заміток…
zh_hans: 正在加载最新笔记…

# location_notes.no_relays_nearby
source: no geo relays nearby
ar: لا مرحلات جغرافية قريبة
de: keine geo-relays in der nähe
es: no hay relays geográficos cercanos
fr: aucun relais géo à proximité
he: אין ממסרי geo קרובים
id: tidak ada relay geo di dekatmu
it: nessun relay geo vicino
ja: 近くにジオリレーなし
ne: नजिक georelay छैन
pt_br: nenhum relay geográfico próximo
ru: рядом нет георелеев
uk: немає гео-релеїв поблизу
zh_hans: 附近没有地理中继

# location_notes.placeholder
source: add a note for this place
ar: أضف ملاحظة لهذا المكان
de: notiz für diesen ort hinzufügen
es: añade una nota para este lugar
fr: ajoute une note pour cet endroit
he: הוסף הערה למקום הזה
id: tambahkan catatan untuk tempat ini
it: aggiungi una nota per questo posto
ja: この場所のノートを追加
ne: यस स्थानका लागि नोट थप
pt_br: adicione uma nota para este lugar
ru: добавь заметку для этого места
uk: додай замітку для цього місця
zh_hans: 为此地点添加笔记

# location_notes.relays_paused
source: geo relays unavailable; notes paused
ar: المرحلات الجغرافية غير متاحة؛ الملاحظات متوقفة
de: geo-relays nicht verfügbar; notizen pausiert
es: relays geográficos no disponibles; notas en pausa
fr: relais géo indisponibles ; notes en pause
he: ממסרי geo אינם זמינים; הערות הושהו
id: relay geo tidak tersedia; catatan dijeda
it: relay geo non disponibili; note in pausa
ja: ジオリレーが利用不可: ノート一時停止
ne: georelay उपलब्ध छैन; नोट रोकिएको
pt_br: relays geográficos indisponíveis; notas pausadas
ru: геореле недоступны; заметки приостановлены
uk: гео-релеї недоступні; замітки призупинено
zh_hans: 地理中继不可用；笔记已暂停

# location_notes.relays_retry_hint
source: notes rely on geo relays. check connection and try again.
ar: الملاحظات تعتمد على المرحلات الجغرافية. تحقق من الاتصال ثم أعد المحاولة.
de: notizen hängen von geo-relays ab. prüfe die verbindung und versuch es erneut.
es: las notas dependen de los relays geográficos. Comprueba la conexión e inténtalo de nuevo.
fr: les notes dépendent des relais géo. vérifie la connexion et réessaie.
he: הערות תלויות בממסרי geo. בדוק את החיבור ונסה שוב.
id: catatan bergantung pada relay geo. cek koneksi lalu coba lagi.
it: le note dipendono dai relay geo. controlla la connessione e riprova.
ja: ノートはジオリレーに依存します。接続を確認して再試行してください。
ne: नोट georelay मा निर्भर छन्। जडान जाँच गरेर फेरि प्रयास गर.
pt_br: notas dependem de relays geográficos. verifique a conexão e tente de novo.
ru: заметки зависят от георелеев. проверь подключение и попробуй снова.
uk: замітки залежать від гео-релеїв. перевір з'єднання й спробуй ще раз.
zh_hans: 笔记依赖地理中继。检查连接后再试。

# mesh_peers.tooltip.new_messages
source: new messages
ar: رسائل جديدة
de: neue nachrichten
es: nuevos mensajes
fr: nouveaux messages
he: הודעות חדשות
id: pesan baru
it: nuovi messaggi
ja: 新しいメッセージ
ne: नयाँ सन्देश
pt_br: novas mensagens
ru: новые сообщения
uk: нові повідомлення
zh_hans: 新消息

# system.chat.blocked
source: cannot start chat with %@: person is blocked.
ar: لا يمكن بدء دردشة مع %@: المستخدم محظور.
de: chat mit %@ kann nicht gestartet werden: nutzer blockiert.
es: no se puede iniciar un chat con %@: el usuario está bloqueado.
fr: impossible de démarrer un chat avec %@ : utilisateur bloqué.
he: לא ניתן להתחיל צ'אט עם %@: המשתמש חסום.
id: tidak bisa mulai chat dengan %@: pengguna diblokir.
it: impossibile avviare una chat con %@: utente bloccato.
ja: %@とはチャットできません: ユーザーをブロック中。
ne: %@ सँग च्याट सुरु गर्न मिलेन: प्रयोगकर्ता ब्लक गरिएको
pt_br: não é possível iniciar chat com %@: usuário bloqueado.
ru: нельзя начать чат с %@: пользователь заблокирован.
uk: не можна почати чат з %@: користувач заблокований.
zh_hans: 无法与 %@ 开始聊天：用户已被屏蔽。

# system.chat.requires_favorite
source: cannot start chat with %@: mutual favorite required for offline messaging.
ar: لا يمكن بدء دردشة مع %@: يجب أن تكونا مفضلين متبادلين للتشغيل بدون اتصال.
de: chat mit %@ kann nicht gestartet werden: gegenseitige favoriten für offline nötig.
es: no se puede iniciar un chat con %@: necesitas ser favoritos mutuos para mensajería sin conexión.
fr: impossible de démarrer un chat avec %@ : favoris mutuels requis pour le hors ligne.
he: לא ניתן להתחיל צ'אט עם %@: נדרשים מועדפים הדדיים לאופליין.
id: tidak bisa mulai chat dengan %@: butuh favorit bersama untuk offline.
it: impossibile avviare una chat con %@: servono preferiti reciproci per l'offline.
ja: %@とはチャットできません: オフラインには相互のお気に入りが必要です。
ne: %@ सँग च्याट सुरु गर्न मिलेन: अफलाइनका लागि दुवै मनपर्ने हुनुपर्छ
pt_br: não é possível iniciar chat com %@: vocês precisam ser favoritos mútuos para mensagens offline.
ru: нельзя начать чат с %@: нужны взаимные избранные для офлайна.
uk: не можна почати чат з %@: потрібне взаємне вибране для офлайна.
zh_hans: 无法与 %@ 开始聊天：离线消息需要互相关注。

# system.common.user
source: user
ar: مستخدم
de: nutzer
es: usuario
fr: utilisateur
he: משתמש
id: pengguna
it: utente
ja: ユーザー
ne: प्रयोगकर्ता
pt_br: usuário
ru: пользователь
uk: користувач
zh_hans: 用户

# system.dm.blocked_generic
source: cannot send message: person is blocked.
ar: تعذر الإرسال: المستخدم محظور.
de: senden nicht möglich: nutzer blockiert.
es: no se puede enviar el mensaje: el usuario está bloqueado.
fr: envoi impossible : utilisateur bloqué.
he: אי אפשר לשלוח: המשתמש חסום.
id: tidak bisa mengirim: pengguna diblokir.
it: invio non riuscito: utente bloccato.
ja: 送信できません: ユーザーをブロック中。
ne: पठाउन मिलेन: प्रयोगकर्ता ब्लक
pt_br: não foi possível enviar: usuário bloqueado.
ru: отправка невозможна: пользователь заблокирован.
uk: не вдалося надіслати: користувач заблокований.
zh_hans: 无法发送：用户已被屏蔽。

# system.dm.blocked_recipient
source: cannot send message to %@: person is blocked.
ar: لا يمكن الإرسال إلى %@: المستخدم محظور.
de: senden an %@ nicht möglich: nutzer blockiert.
es: no se puede enviar un mensaje a %@: el usuario está bloqueado.
fr: impossible d'envoyer à %@ : utilisateur bloqué.
he: אי אפשר לשלוח ל-%@: המשתמש חסום.
id: tidak bisa mengirim ke %@: pengguna diblokir.
it: impossibile inviare a %@: utente bloccato.
ja: %@に送れません: ユーザーをブロック中。
ne: %@ लाई पठाउन मिलेन: प्रयोगकर्ता ब्लक
pt_br: não é possível enviar mensagem para %@: usuário bloqueado.
ru: нельзя отправить %@: пользователь заблокирован.
uk: неможливо надіслати %@: користувач заблокований.
zh_hans: 无法向 %@ 发送：用户已被屏蔽。
