Repository: umangparnami/bitchat
Catalog: bitchat/Localization/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, ne, pt_br, ru, uk, zh_hans

# system.dm.unreachable
source: cannot send message to %@ - peer is not reachable via mesh or nostr.
ar: لا يمكن الإرسال إلى %@: المستلم غير متاح عبر mesh أو nostr.
de: senden an %@ nicht möglich: empfänger über mesh oder nostr nicht erreichbar.
es: no se puede enviar un mensaje a %@: el destinatario no es alcanzable por mesh ni Nostr.
fr: impossible d'envoyer à %@ : destinataire injoignable via mesh ou nostr.
he: אי אפשר לשלוח ל-%@: הנמען אינו נגיש דרך mesh או nostr.
id: tidak bisa mengirim ke %@: penerima tidak dapat dijangkau lewat mesh atau nostr.
it: impossibile inviare a %@: destinatario irraggiungibile via mesh o nostr.
ja: %@に送れません: 受信者はmeshやnostrで到達できません。
ne: %@ लाई पठाउन मिलेन: प्राप्तकर्ता mesh वा nostr बाट उपलब्ध छैन
pt_br: não é possível enviar mensagem para %@: destinatário inalcançável por mesh ou nostr.
ru: нельзя отправить %@: адресат недоступен через mesh или nostr.
uk: неможливо надіслати %@: одержувач недосяжний через mesh або nostr.
zh_hans: 无法向 %@ 发送：对方无法通过 mesh 或 Nostr 到达。

# system.geohash.blocked
source: blocked %@ in geohash chats
ar: تم حظر %@ في محادثات geohash
de: %@ wurde in geohash-chats blockiert
es: se bloqueó a %@ en los chats geohash
fr: %@ a été bloqué dans les chats geohash
he: %@ נחסם בצ'אטי geohash
id: %@ diblokir di chat geohash
it: %@ è stato bloccato nei chat geohash
ja: %@をgeohashチャットでブロックしました
ne: %@ लाई geohash च्याटमा ब्लक गरियो
pt_br: %@ foi bloqueado nos chats geohash
ru: %@ заблокирован в geohash-чатах
uk: %@ заблоковано в geohash-чатах
zh_hans: 已在 geohash 聊天中屏蔽 %@

# system.geohash.unblocked
source: unblocked %@ in geohash chats
ar: تم إلغاء حظر %@ في محادثات geohash
de: %@ wurde in geohash-chats entsperrt
es: se desbloqueó a %@ en los chats geohash
fr: %@ a été débloqué dans les chats geohash
he: %@ הוסר מהחסימה בצ'אטי geohash
id: %@ dibuka blokirnya di chat geohash
it: %@ è stato sbloccato nei chat geohash
ja: %@のgeohashチャットでのブロックを解除しました
ne: %@ लाई geohash च्याटमा अनब्लक गरियो
pt_br: %@ foi desbloqueado nos chats geohash
ru: %@ разблокирован в geohash-чатах
uk: %@ розблоковано в geohash-чатах
zh_hans: 已在 geohash 聊天中解除屏蔽 %@

# system.location.not_in_channel
source: cannot send: not in a location channel
ar: تعذر الإرسال: لست داخل قناة موقع
de: senden fehlgeschlagen: du bist nicht in einem standortkanal
es: no se puede enviar: no estás en un canal de ubicación
fr: envoi impossible : tu n'es pas dans un canal localisation
he: אי אפשר לשלוח: אינך בערוץ מיקום
id: gagal mengirim: kamu tidak berada di kanal lokasi
it: invio fallito: non sei in un canale posizione
ja: 送信失敗: ロケーションチャンネルに参加していません
ne: पठाउन मिलेन: तिमी स्थान च्यानलमा छैनौ
pt_br: não foi possível enviar: você não está em um canal de localização
ru: отправка невозможна: ты не в канале локации
uk: не вдалося надіслати: ти не в каналі локації
zh_hans: 发送失败：你不在位置频道中

# system.location.send_failed
source: failed to send to location channel
ar: تعذر الإرسال إلى قناة الموقع
de: konnte nicht an den standortkanal senden
es: no se pudo enviar al canal de ubicación
fr: envoi au canal localisation impossible
he: השליחה לערוץ המיקום נכשלה
id: gagal mengirim ke kanal lokasi
it: impossibile inviare al canale posizione
ja: ロケーションチャンネルに送信できませんでした
ne: स्थान च्यानलमा पठाउन सकेन
pt_br: não foi possível enviar para o canal de localização
ru: не удалось отправить в канал локации
uk: не вдалося надіслати в канал локації
zh_hans: 无法发送到位置频道

# system.tor.dev_bypass
source: development build: Tor bypass enabled.
ar: بناء تطوير: تجاوز tor مفعل.
de: dev-build: tor-bypass aktiv.
es: compilación de desarrollo: bypass de Tor activado.
fr: build de développement : bypass tor actif.
he: בנייה לפיתוח: עקיפת tor פעילה.
id: build pengembangan: bypass tor aktif.
it: build di sviluppo: bypass tor attivo.
ja: 開発ビルド: torバイパスが有効です。
ne: डेभ बिल्ड: tor बाइपास सक्षम।
pt_br: compilação de desenvolvimento: bypass de tor ativo.
ru: dev-сборка: обход tor включён.
uk: dev-збірка: обхід tor увімкнено.
zh_hans: 开发构建：tor 绕过已启用。

# system.tor.restarted
source: tor restarted. network routing restored.
ar: tor أُعيد تشغيله. تمت استعادة التوجيه.
de: tor wurde neu gestartet. routing wiederhergestellt.
es: tor se reinició. Se restauró el enrutamiento de la red.
fr: tor a redémarré. routage restauré.
he: tor הופעל מחדש. הניתוב שוחזר.
id: tor dimulai ulang. perutean dipulihkan.
it: tor è stato riavviato. instradamento ripristinato.
ja: torを再起動しました。ルーティングを復旧。
ne: tor फेरि सुरु भयो। रूटिङ पुनःस्थापित।
pt_br: tor reiniciou. roteamento restaurado.
ru: tor перезапущен. маршрутизация восстановлена.
uk: tor перезапущено. маршрутизацію відновлено.
zh_hans: tor 已重启。网络路由已恢复。

# system.tor.restarting
source: tor restarting to recover connectivity...
ar: tor يعاد تشغيله لاستعادة الاتصال...
de: tor startet neu, um die verbindung herzustellen...
es: tor se está reiniciando para recuperar la conectividad...
fr: tor redémarre pour rétablir la connectivité...
he: tor מופעל מחדש להשבת החיבור...
id: tor sedang dimulai ulang untuk memulihkan konektivitas...
it: tor si sta riavviando per ripristinare la connettività...
ja: 接続回復のためtorを再起動しています...
ne: tor जडान फर्काउन पुनः सुरु हुँदैछ...
pt_br: tor está reiniciando para recuperar conectividade...
ru: tor перезапускается, чтобы вернуть связь...
uk: tor перезапускається, щоб відновити підключення...
zh_hans: tor 正在重启以恢复连接...

# system.tor.started
source: tor started. routing all chats via tor for IP privacy.
ar: tor يعمل. كل الدردشة تمر عبر tor للخصوصية.
de: tor läuft. der gesamte chat wird über tor geleitet.
es: tor se inició. Todo el chat se enruta por Tor para privacidad.
fr: tor a démarré. tout le chat passe par tor pour la confidentialité.
he: tor פעיל. כל הצ'אט עובר דרך tor לפרטיות.
id: tor berjalan. seluruh chat dirutekan lewat tor demi privasi.
it: tor è avviato. tutta la chat passa da tor per la privacy.
ja: torを起動しました。全チャットをtor経由で配信します。
ne: tor सुरु भयो। गोपनीयताका लागि पूरा च्याट tor मार्फत जान्छ।
pt_br: tor iniciou. todo o chat é roteado por tor para privacidade.
ru: tor запущен. весь чат идёт через tor для приватности.
uk: tor запущено. увесь чат іде через tor для приватності.
zh_hans: tor 已启动。所有聊天通过 tor 路由以保护 IP。

# system.tor.starting
source: starting tor...
ar: يتم تشغيل tor...
de: tor wird gestartet...
es: iniciando Tor...
fr: lancement de tor...
he: tor מופעל...
id: menjalankan tor...
it: avvio tor...
ja: torを起動中...
ne: tor सुरु हुँदै...
pt_br: iniciando tor...
ru: запуск tor...
uk: запуск tor...
zh_hans: 正在启动 tor...

# verification.my_qr.accessibility_label
source: verification QR code
ar: رمز qr للتحقق
de: verifizierungs-qr-code
es: código QR de verificación
fr: code qr de vérification
he: קוד qr לאימות
id: kode qr verifikasi
it: codice qr di verifica
ja: 検証用qrコード
ne: प्रमाणीकरण qr कोड
pt_br: código qr de verificação
ru: qr-код проверки
uk: qr-код підтвердження
zh_hans: 验证 QR 码

# verification.my_qr.title
source: scan to verify me
ar: امسح للتحقق مني
de: scanne, um mich zu verifizieren
es: escanea para verificarme
fr: scanne pour me vérifier
he: סרוק כדי לאמת
id: pindai untuk verifikasi
it: scansiona per verificarmi
ja: スキャンして確認
ne: मलाई प्रमाणित गर्न स्क्यान गर
pt_br: escaneie para me verificar
ru: отсканируй, чтобы подтвердить меня
uk: скануй, щоб підтвердити мене
zh_hans: 扫描验证我

# verification.my_qr.unavailable
source: QR unavailable
ar: qr غير متاح
de: qr nicht verfügbar
es: QR no disponible
fr: qr indisponible
he: qr לא זמין
id: qr tidak tersedia
it: qr non disponibile
ja: qrは利用不可
ne: qr उपलब्ध छैन
pt_br: qr indisponível
ru: qr недоступен
uk: qr недоступний
zh_hans: QR 不可用

# verification.scan.paste_prompt
source: paste QR content to validate:
ar: الصق محتوى qr للتحقق:
de: füge den qr-inhalt zum prüfen ein:
es: pega el contenido del QR para validarlo:
fr: colle le contenu du qr pour valider :
he: הדבק תוכן qr לאימות:
id: tempel konten qr untuk validasi:
it: incolla il contenuto del qr per convalidare:
ja: 確認するqr内容を貼り付け:
ne: प्रमाणित गर्न qr सामग्री पेस्ट गर:
pt_br: cole o conteúdo do qr para validar:
ru: вставь содержимое qr для проверки:
uk: встав вміст qr для перевірки:
zh_hans: 粘贴 QR 内容以验证：

# verification.scan.prompt_friend
source: scan a friend's QR
ar: امسح qr لصديق
de: scanne den qr eines freundes
es: escanea el QR de un amigo
fr: scanne le qr d'un ami
he: סרוק qr של חבר
id: pindai qr teman
it: scansiona il qr di un amico
ja: 友達のqrをスキャン
ne: साथीको qr स्क्यान गर
pt_br: escaneie o qr de um amigo
ru: отсканируй qr друга
uk: скануй qr друга
zh_hans: 扫描好友的 QR

# verification.scan.status.invalid
source: invalid or expired QR payload
ar: qr غير صالح أو منتهٍ
de: qr ungültig oder abgelaufen
es: QR inválido o caducado
fr: qr invalide ou expiré
he: qr לא תקף או שפג תוקפו
id: qr tidak valid atau kedaluwarsa
it: qr non valido o scaduto
ja: qrが無効または期限切れ
ne: qr अवैध या म्याद सकिएको
pt_br: qr inválido ou expirado
ru: qr недействителен или просрочен
uk: qr недійсний або прострочений
zh_hans: QR 无效或已过期

# verification.scan.status.no_peer
source: could not find matching peer
ar: لم يتم العثور على قرين مطابق
de: kein passender peer gefunden
es: no se encontró un peer coincidente
fr: aucun pair correspondant trouvé
he: לא נמצא עמית תואם
id: tidak ada peer yang cocok
it: nessun peer corrispondente trovato
ja: 該当するピアが見つかりません
ne: मिल्ने peer फेला परेन
pt_br: nenhum peer correspondente encontrado
ru: соответствующий пир не найден
uk: відповідний пір не знайдений
zh_hans: 未找到匹配的同伴

# verification.scan.status.requested
source: verification requested for %@
ar: تم طلب التحقق لـ %@
de: verifizierung für %@ angefordert
es: se solicitó la verificación de %@
fr: vérification demandée pour %@
he: התבקש אימות עבור %@
id: verifikasi diminta untuk %@
it: verifica richiesta per %@
ja: %@の検証をリクエストしました
ne: %@ को लागि प्रमाणीकरण अनुरोध भयो
pt_br: verificação solicitada para %@
ru: проверка запрошена для %@
uk: перевірка запитана для %@
zh_hans: 已请求 %@ 的验证

# verification.scan.validate
source: validate
ar: تحقق
de: prüfen
es: validar
fr: valider
he: אשר
id: validasi
it: convalida
ja: 確認
ne: प्रमाणित गर
pt_br: validar
ru: проверить
uk: перевірити
zh_hans: 验证

# verification.sheet.title
source: VERIFY
ar: تحقق
de: VERIFIZIEREN
es: VERIFICAR
fr: VÉRIFIER
he: אימות
id: VERIFIKASI
it: VERIFICA
ja: 確認
ne: प्रमाणित
pt_br: VERIFICAR
ru: ПРОВЕРИТЬ
uk: ПЕРЕВІРИТИ
zh_hans: 验证
