Repository: umangparnami/bitchat
Catalog: bitchat/Localization/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, ne, pt_br, ru, uk, zh_hans

# app_info.close
source: close
ar: إغلاق
de: schließen
es: cerrar
fr: fermer
he: סגור
id: tutup
it: chiudi
ja: 閉じる
ne: बन्द
pt_br: fechar
ru: закрыть
uk: закрити
zh_hans: 关闭

# app_info.done
source: DONE
ar: تم
de: FERTIG
es: LISTO
fr: TERMINÉ
he: בוצע
id: SELESAI
it: FATTO
ja: 完了
ne: सम्पन्न
pt_br: CONCLUÍDO
ru: ГОТОВО
uk: ГОТОВО
zh_hans: 完成

# app_info.features.encryption.description
source: private messages encrypted with noise protocol
ar: الرسائل الخاصة مشفرة ببروتوكول noise
de: private nachrichten werden mit dem noise-protokoll verschlüsselt
es: mensajes privados cifrados con el protocolo Noise
fr: messages privés chiffrés avec le protocole noise
he: הודעות פרטיות מוצפנות בפרוטוקול noise
id: pesan pribadi dienkripsi dengan protokol noise
it: messaggi privati cifrati con il protocollo noise
ja: プライベートメッセージはnoiseプロトコルで暗号化されます
ne: व्यक्तिगत सन्देशहरू noise प्रोटोकलले सङ्केत गर्छ
pt_br: mensagens privadas criptografadas com o protocolo noise
ru: личные сообщения шифруются протоколом noise
uk: приватні повідомлення шифруються протоколом noise
zh_hans: 私密消息使用 noise 协议加密

# app_info.features.encryption.title
source: end-to-end encryption
ar: تشفير طرف لطرف
de: end-to-end-verschlüsselung
es: cifrado de extremo a extremo
fr: chiffrement de bout en bout
he: הצפנה מקצה לקצה
id: enkripsi ujung ke ujung
it: crittografia end-to-end
ja: エンドツーエンド暗号
ne: एन्ड-टु-एन्ड सङ्केत
pt_br: criptografia ponto a ponto
ru: сквозное шифрование
uk: скрізьове шифрування
zh_hans: 端到端加密

# app_info.features.extended_range.description
source: messages relay through peers, going the distance
ar: يُعاد تمرير الرسائل بين الأقران لتصل لمسافات أبعد
de: nachrichten werden zwischen peers weitergeleitet und reichen weiter
es: los mensajes se retransmiten entre pares y llegan lejos
fr: messages relayés entre pairs pour aller plus loin
he: הודעות משודרות בין עמיתים ומגיעות רחוק יותר
id: pesan diteruskan antar peer sehingga jangkauannya lebih jauh
it: i messaggi vengono inoltrati tra peer per arrivare più lontano
ja: メッセージはピア間でリレーされより遠くに届きます
ne: सन्देशहरू सहकर्मीमार्फत रिले भएर टाढासम्म पुग्छन्
pt_br: mensagens retransmitidas entre pares para alcançar mais longe
ru: сообщения ретранслируются между пирами и уходят дальше
uk: повідомлення ретранслюються між пірами й долітають далі
zh_hans: 消息通过同伴中继，传得更远

# app_info.features.extended_range.title
source: extended range
ar: نطاق ممتد
de: erweiterte reichweite
es: alcance ampliado
fr: portée étendue
he: טווח מורחב
id: jangkauan diperluas
it: portata estesa
ja: 拡張レンジ
ne: विस्तारित पहुँच
pt_br: alcance estendido
ru: расширенный радиус
uk: розширена дальність
zh_hans: 扩展范围

# app_info.features.favorites.description
source: get notified when your favorite people join
ar: تلقَّ تنبيهات عندما ينضم أحباؤك
de: erhalte hinweise, wenn deine lieblingsmenschen online kommen
es: recibe avisos cuando tus personas favoritas se conecten
fr: reçois une alerte quand tes personnes favorites arrivent
he: קבל התראות כשהאנשים המועדפים שלך מצטרפים
id: dapatkan notifikasi saat orang favoritmu bergabung
it: ricevi avvisi quando entrano le tue persone preferite
ja: お気に入りの人が参加したら通知を受け取れます
ne: तिम्रा मनपर्ने मानिस जोडिएपछि सूचनाहरू पाऊ
pt_br: receba avisos quando suas pessoas favoritas entrarem
ru: получай уведомления, когда подключаются любимые люди
uk: отримуй сповіщення, коли підключаються улюблені люди
zh_hans: 你喜欢的人加入时立刻提醒

# app_info.features.favorites.title
source: favorites
ar: المفضلة
de: favoriten
es: favoritos
fr: favoris
he: מועדפים
id: favorit
it: preferiti
ja: お気に入り
ne: मनपर्ने
pt_br: favoritos
ru: избранное
uk: вибране
zh_hans: 收藏

# app_info.features.geohash.description
source: geohash channels to chat with people in nearby regions over decentralized anonymous relays
ar: قنوات geohash للدردشة مع أشخاص قريبين عبر مرحلات لامركزية مجهولة
de: geohash-kanäle zum chatten mit menschen in der nähe über dezentrale anonyme relays
es: canales geohash para chatear con personas en regiones cercanas a través de relays descentralizados anónimos
fr: canaux geohash pour discuter avec des personnes proches via des relais décentralisés anonymes
he: ערוצי geohash לשיחה עם אנשים קרובים דרך ממסרים אנונימיים מבוזרים
id: kanal geohash untuk ngobrol dengan orang di wilayah sekitar lewat relay anonim terdesentralisasi
it: canali geohash per chattare con persone vicine tramite relay anonimi decentralizzati
ja: geohashチャンネルで近くの人と匿名分散リレー越しにチャット
ne: geohash च्यानलहरूले नजिकका व्यक्तिसँग विकेन्द्रित गोप्य रिलेबाट कुराकानी गर्न मद्दत गर्छ
pt_br: canais geohash para conversar com pessoas em regiões próximas por relays descentralizados anônimos
ru: каналы geohash для чата с людьми поблизости через децентрализованные анонимные реле
uk: канали geohash для спілкування з людьми поблизу через децентралізовані анонімні ретранслятори
zh_hans: geohash 频道让你通过去中心化匿名中继与附近地区的人聊天

# app_info.features.geohash.title
source: local channels
ar: قنوات محلية
de: lokale kanäle
es: canales locales
fr: canaux locaux
he: ערוצים מקומיים
id: kanal lokal
it: canali locali
ja: ローカルチャンネル
ne: स्थानीय च्यानल
pt_br: canais locais
ru: локальные каналы
uk: локальні канали
zh_hans: 本地频道

# app_info.features.mentions.description
source: use @nickname to notify specific people
ar: استخدم @nickname لتنبيه أشخاص محددين
de: nutze @nickname, um bestimmte personen zu benachrichtigen
es: usa @nickname para avisar a personas concretas
fr: utilise @nickname pour avertir des personnes précises
he: השתמש ב-@nickname כדי להתריע לאנשים ספציפיים
id: pakai @nickname untuk memberi tahu orang tertentu
it: usa @nickname per avvisare persone specifiche
ja: @nicknameで特定の人に通知
ne: विशेष व्यक्तिलाई सूचित गर्न @nickname प्रयोग गर
pt_br: use @nickname para notificar pessoas específicas
ru: используй @nickname, чтобы уведомить конкретных людей
uk: використовуй @nickname, щоб сповістити конкретних людей
zh_hans: 使用 @nickname 提醒特定的人

# app_info.features.mentions.title
source: mentions
ar: إشارات
de: erwähnungen
es: menciones
he: אזכורים
id: mention
it: menzioni
ja: メンション
ne: उल्लेख
pt_br: menções
ru: упоминания
uk: згадки
zh_hans: 提及

# app_info.features.offline.description
source: works without internet using Bluetooth low energy
ar: يعمل بدون إنترنت باستخدام bluetooth منخفض الطاقة
de: funktioniert ohne internet per bluetooth low energy
es: funciona sin internet utilizando Bluetooth de bajo consumo
fr: fonctionne sans internet avec le bluetooth basse énergie
he: עובד בלי אינטרנט באמצעות bluetooth בתצריכת אנרגיה נמוכה
id: bekerja tanpa internet memakai bluetooth low energy
it: funziona senza internet usando bluetooth a basso consumo
ja: bluetooth low energyでインターネットなしでも動作
ne: bluetooth low energy प्रयोग गरेर इन्टरनेट बिना काम गर्छ
pt_br: funciona sem internet usando bluetooth de baixa energia
ru: работает без интернета через bluetooth low energy
uk: працює без інтернету через bluetooth low energy
zh_hans: 利用低功耗 bluetooth 离线工作

# app_info.features.offline.title
source: offline communication
ar: تواصل بدون اتصال
de: offline-kommunikation
es: comunicación sin conexión
fr: communication hors ligne
he: תקשורת לא מקוונת
id: komunikasi offline
it: comunicazione offline
ja: オフライン通信
ne: अफलाइन सञ्चार
pt_br: comunicação offline
ru: офлайн-связь
uk: офлайн-зв'язок
zh_hans: 离线通信

# app_info.features.title
source: FEATURES
ar: مزايا
de: FUNKTIONEN
es: FUNCIONES
fr: FONCTIONNALITÉS
he: יכולות
id: FITUR
it: FUNZIONI
ja: 機能
ne: विशेषता
pt_br: RECURSOS
ru: ВОЗМОЖНОСТИ
uk: МОЖЛИВОСТІ
zh_hans: 功能

# app_info.how_to_use.change_channels
source: • tap #mesh to change channels
ar: • اضغط #mesh لتغيير القناة
de: • tippe auf #mesh, um den kanal zu wechseln
es: • toca #mesh para cambiar de canal
fr: • tape sur #mesh pour changer de canal
he: • הקש על #mesh כדי להחליף ערוץ
id: • ketuk #mesh untuk ganti kanal
it: • tocca #mesh per cambiare canale
ja: • #meshをタップしてチャンネルを切り替え
ne: • च्यानल बदल्न #mesh ट्याप गर
pt_br: • toque #mesh para trocar de canal
ru: • нажми #mesh, чтобы сменить канал
uk: • торкнися #mesh, щоб змінити канал
zh_hans: • 轻点 #mesh 切换频道

# app_info.how_to_use.clear_chat
source: • triple-tap chat to clear
ar: • اضغط الدردشة ثلاث مرات للمسح
de: • tippe den chat dreimal, um ihn zu leeren
es: • toca tres veces el chat para limpiarlo
fr: • tape trois fois sur le chat pour le vider
he: • הקש שלוש פעמים על הצ'אט כדי לנקות
id: • ketuk chat tiga kali untuk menghapus
it: • tocca tre volte la chat per svuotarla
ja: • チャットを3回タップするとクリア
ne: • च्याट खाली गर्न तीन पटक ट्याप गर
pt_br: • toque o chat três vezes para limpar
ru: • тройной тап по чату очистит его
uk: • торкни чат тричі, щоб очистити
zh_hans: • 三击聊天即可清除

# app_info.how_to_use.commands
source: • type / for commands
ar: • اكتب / لعرض الأوامر
de: • tippe /, um befehle zu sehen
es: • escribe / para ver los comandos
fr: • tape / pour voir les commandes
he: • הקלד / כדי לראות פקודות
id: • ketik / untuk melihat perintah
it: • digita / per vedere i comandi
ja: • /を入力してコマンド表示
ne: • आदेशहरू हेर्न / टाइप गर
pt_br: • digite / para ver comandos
ru: • введи /, чтобы увидеть команды
uk: • введи /, щоб побачити команди
zh_hans: • 输入 / 查看指令

# app_info.how_to_use.open_sidebar
source: • tap people icon for sidebar
ar: • اضغط أيقونة الأشخاص لفتح الشريط الجانبي
de: • tippe auf das personen-icon, um die seitenleiste zu öffnen
es: • toca el ícono de personas para abrir la barra lateral
fr: • tape sur l'icône personnes pour ouvrir la barre latérale
he: • הקש על אייקון האנשים כדי לפתוח סרגל צד
id: • ketuk ikon orang untuk membuka sidebar
it: • tocca l'icona persone per aprire la barra laterale
ja: • 人アイコンをタップしてサイドバーを開く
ne: • साइडबार खोल्न मान्छे आइकन ट्याप गर
pt_br: • toque o ícone de pessoas para abrir a barra lateral
ru: • нажми на иконку людей, чтобы открыть боковое меню
uk: • торкни піктограму людей, щоб відкрити бічну панель
zh_hans: • 轻点人物图标打开侧栏

# app_info.how_to_use.set_nickname
source: • set your nickname by tapping it
ar: • اضبط لقبك بلمسه
de: • tippe auf deinen nickname, um ihn zu ändern
es: • define tu apodo tocándolo
fr: • règle ton pseudo en le touchant
he: • הקש על הכינוי שלך כדי לעדכן
id: • atur nama panggilanmu dengan mengetuknya
it: • imposta il tuo nickname toccandolo
ja: • ニックネームをタップして設定
ne: • आफ्नो उपनाममा ट्याप गरेर मिलाऊ
pt_br: • defina seu apelido tocando nele
ru: • коснись своего ника, чтобы изменить его
uk: • змінюй свій нік, торкаючись його
zh_hans: • 轻点昵称即可设置

# app_info.how_to_use.start_dm
source: • tap a peer's name to start a DM
ar: • اضغط اسم القرين لبدء رسائل خاصة
de: • tippe auf den namen eines peers, um eine pn zu starten
es: • toca el nombre de un participante para iniciar un MD
fr: • tape sur le nom d'un pair pour démarrer un mp
he: • הקש על שם עמית כדי להתחיל הודעה פרטית
id: • ketuk nama peer untuk mulai dm
it: • tocca il nome di un peer per avviare un dm
ja: • ピアの名前をタップしてdm開始
ne: • dm सुरु गर्न कुनै सहकर्मीको नाम ट्याप गर
pt_br: • toque o nome de um par para iniciar um dm
ru: • нажми имя пользователя, чтобы начать лс
uk: • торкни ім'я піра, щоб почати приватний чат
zh_hans: • 轻点同伴名字开始 dm

# app_info.how_to_use.title
source: HOW TO USE
ar: طريقة الاستخدام
de: SO FUNKTIONIERT'S
es: CÓMO USARLO
fr: MODE D'EMPLOI
he: איך להשתמש
id: CARA PAKAI
it: COME SI USA
ja: 使い方
ne: प्रयोग गर्ने तरिका
pt_br: COMO USAR
ru: КАК ИСПОЛЬЗОВАТЬ
uk: ЯК КОРИСТУВАТИСЯ
zh_hans: 使用方法

# app_info.privacy.ephemeral.description
source: new peer ID generated regularly
ar: يُولد معرف قرين جديد بانتظام
de: neue peer-id wird regelmäßig erzeugt
es: nuevo ID de peer generado periódicamente
fr: nouvel id de pair généré régulièrement
he: מזהה עמית חדש נוצר באופן קבוע
id: id peer baru dibuat secara berkala
it: nuovo id peer generato regolarmente
ja: 新しいpeer idが定期的に生成されます
ne: नयाँ peer id नियमित रूपमा सिर्जना हुन्छ
pt_br: novo id de peer gerado regularmente
ru: новый id пира создаётся регулярно
uk: новий id піра генерується регулярно
zh_hans: 定期生成新的 peer id

# app_info.privacy.ephemeral.title
source: ephemeral identity
ar: هوية مؤقتة
de: flüchtige identität
es: identidad efímera
fr: identité éphémère
he: זהות זמנית
id: identitas sementara
it: identità effimera
ja: 一時的なアイデンティティ
ne: क्षणिक पहिचान
pt_br: identidade efêmera
ru: эфемерная личность
uk: ефемерна ідентичність
zh_hans: 临时身份

# app_info.privacy.no_tracking.description
source: no servers, accounts, or data collection
ar: لا خوادم أو حسابات أو جمع بيانات
de: keine server, konten oder datensammlung
es: sin servidores, cuentas ni recopilación de datos
fr: sans serveurs, comptes ni collecte de données
he: אין שרתים, חשבונות או איסוף נתונים
id: tanpa server, akun, atau pengumpulan data
it: niente server, account o raccolta dati
ja: サーバーもアカウントもデータ収集もなし
ne: सर्भर, खाताहरू वा तथ्याङ्क सङ्कलन छैन
pt_br: sem servidores, contas ou coleta de dados
ru: без серверов, аккаунтов и сбора данных
uk: жодних серверів, обліковок чи збору даних
zh_hans: 无服务器、无账号、无数据收集

# app_info.privacy.no_tracking.title
source: no tracking
ar: لا تتبع
de: kein tracking
es: sin seguimiento
fr: sans suivi
he: ללא מעקב
id: tanpa pelacakan
it: senza tracciamento
ja: 追跡なし
ne: ट्र्याकिङ छैन
pt_br: sem rastreamento
ru: без трекинга
uk: без відстеження
zh_hans: 无跟踪

# app_info.privacy.panic.description
source: triple-tap logo to instantly clear all data
ar: اضغط الشعار ثلاث مرات لمسح كل البيانات فوراً
de: tippe dreimal auf das logo, um alle daten sofort zu löschen
es: toca el logotipo tres veces para borrar todos los datos al instante
fr: tape trois fois sur le logo pour tout effacer instantanément
he: הקש על הלוגו שלוש פעמים למחיקת כל הנתונים מייד
id: ketuk logo tiga kali untuk langsung menghapus semua data
it: tocca il logo tre volte per cancellare subito tutti i dati
ja: ロゴを3回タップすると全データを即削除
ne: लगो तीन पटक ट्याप गर्दा सबै डाटा तुरुन्त मेटिन्छ
pt_br: toque o logo três vezes para limpar todos os dados instantaneamente
ru: тройной тап по логотипу мгновенно очищает все данные
uk: тричі торкни логотип, щоб миттєво стерти всі дані
zh_hans: 三击标志立即清除全部数据

# app_info.privacy.panic.title
source: panic mode
ar: وضع الذعر
de: panikmodus
es: modo pánico
fr: mode panique
he: מצב בהלה
id: mode panik
it: modalità panico
ja: パニックモード
ne: घबराहट मोड
pt_br: modo pânico
ru: режим паники
uk: режим паніки
zh_hans: 紧急模式

# app_info.privacy.title
source: PRIVACY
ar: خصوصية
de: PRIVATSPHÄRE
es: PRIVACIDAD
fr: CONFIDENTIALITÉ
he: פרטיות
id: PRIVASI
ja: プライバシー
ne: गोपनीयता
pt_br: PRIVACIDADE
ru: КОНФИДЕНЦИАЛЬНОСТЬ
uk: КОНФІДЕНЦІЙНІСТЬ
zh_hans: 隐私

# app_info.warning.message
source: private message security has not yet been fully audited. do not use for critical situations until this warning disappears.
ar: أمان الرسائل الخاصة لم يتم تدقيقه بالكامل بعد. لا تستخدمها في الحالات الحرجة حتى يختفي هذا التحذير.
de: die sicherheit privater nachrichten wurde noch nicht vollständig geprüft. nutze sie nicht für kritische situationen, solange dieser hinweis erscheint.
es: la seguridad de los mensajes privados aún no ha sido auditada por completo. no lo uses en situaciones críticas hasta que este aviso desaparezca.
fr: la sécurité des messages privés n'a pas encore été entièrement auditée. n'utilise pas pour des situations critiques tant que cet avertissement reste.
he: אבטחת ההודעות הפרטיות עדיין לא נבדקה במלואה. אל תשתמש למצבים קריטיים עד שהאזהרה תיעלם.
id: keamanan pesan pribadi belum diaudit sepenuhnya. jangan dipakai untuk situasi kritis sampai peringatan ini hilang.
it: la sicurezza dei messaggi privati non è stata ancora auditata completamente. non usarli in situazioni critiche finché questo avviso resta.
ja: プライベートメッセージの安全性はまだ完全に監査されていません。この警告が消えるまで重要な場面では使わないでください。
ne: व्यक्तिगत सन्देशको सुरक्षा पूर्ण रूपमा अडिट भएको छैन। यो चेतावनी हट्दासम्म गम्भीर अवस्थामा प्रयोग नगर्नु।
pt_br: a segurança das mensagens privadas ainda não foi totalmente auditada. não use em situações críticas até que este aviso desapareça.
ru: безопасность приватных сообщений ещё не прошла полный аудит. не используй для критичных случаев, пока предупреждение не исчезнет.
uk: безпека приватних повідомлень ще не пройшла повний аудит. не використовуй для критичних ситуацій, поки це попередження не зникне.
zh_hans: 私信安全尚未完全审计。在此警告消失前不要用于关键情境。

# app_info.warning.title
source: WARNING
ar: تحذير
de: WARNUNG
es: ADVERTENCIA
fr: AVERTISSEMENT
he: אזהרה
id: PERINGATAN
it: AVVISO
ja: 警告
ne: चेतावनी
pt_br: AVISO
ru: ПРЕДУПРЕЖДЕНИЕ
uk: ПОПЕРЕДЖЕННЯ
zh_hans: 警告

# common.cancel
source: cancel
ar: إلغاء
de: abbrechen
es: cancelar
fr: annuler
he: ביטול
id: batal
it: annulla
ja: キャンセル
ne: रद्द
pt_br: cancelar
ru: отмена
uk: скасувати
zh_hans: 取消

# common.close
source: close
ar: إغلاق
de: schließen
es: cerrar
fr: fermer
he: סגור
id: tutup
it: chiudi
ja: 閉じる
ne: बन्द
pt_br: fechar
ru: закрыть
uk: закрити
zh_hans: 关闭

# common.copy
source: copy
ar: نسخ
de: kopieren
es: copiar
fr: copier
he: העתק
id: salin
it: copia
ja: コピー
ne: प्रतिलिपि
pt_br: copiar
ru: копировать
uk: скопіювати
zh_hans: 复制

# common.ok
source: OK
ar: موافق
es: aceptar
ne: ठिक
zh_hans: 确定

# common.toggle.off
source: off
ar: إيقاف
de: aus
es: desactivado
fr: désactivé
he: כבוי
id: mati
it: spento
ja: オフ
ne: अफ
pt_br: desligado
ru: выкл
uk: вимк
zh_hans: 关闭

# common.toggle.on
source: on
ar: تشغيل
de: an
es: activado
fr: activé
he: פעיל
id: nyala
it: acceso
ja: オン
ne: अन
pt_br: ligado
ru: вкл
uk: увімк
zh_hans: 开启

# common.unknown
source: unknown
ar: غير معروف
de: unbekannt
es: desconocido
fr: inconnu
he: לא ידוע
id: tidak diketahui
it: sconosciuto
ja: 不明
ne: अज्ञात
pt_br: desconhecido
ru: неизвестно
uk: невідомо
zh_hans: 未知

# content.accessibility.add_favorite
source: add to favorites
ar: إضافة إلى المفضلة
de: zu favoriten hinzufügen
es: agregar a favoritos
fr: ajouter aux favoris
he: הוסף למועדפים
id: tambah ke favorit
it: aggiungi ai preferiti
ja: お気に入りに追加
ne: मनपर्नेमा थप
pt_br: adicionar aos favoritos
ru: добавить в избранное
uk: додати до вибраного
zh_hans: 加入收藏

# content.accessibility.available_nostr
source: available via Nostr
ar: متاح عبر nostr
de: verfügbar über nostr
es: disponible vía Nostr
fr: disponible via nostr
he: זמין דרך nostr
id: tersedia melalui nostr
it: disponibile via nostr
ja: nostrで利用可能
ne: nostr मार्फत उपलब्ध
pt_br: disponível via nostr
ru: доступно через nostr
uk: доступно через nostr
zh_hans: 通过 Nostr 可用

# content.accessibility.back_to_main_chat
source: back to main chat
ar: عودة إلى الدردشة الرئيسية
de: zurück zum hauptchat
es: volver al chat principal
fr: retour au chat principal
he: חזרה לצ'אט הראשי
id: kembali ke chat utama
it: torna alla chat principale
ja: メインチャットに戻る
ne: मुख्य च्याटमा फर्क
pt_br: voltar ao chat principal
ru: назад в основной чат
uk: назад до основного чату
zh_hans: 返回主聊天

# content.accessibility.connected_mesh
source: connected via mesh
ar: متصل عبر mesh
de: verbunden über mesh
es: conectado por mesh
fr: connecté via mesh
he: מחובר דרך mesh
id: terhubung lewat mesh
it: connesso tramite mesh
ja: mesh経由で接続
ne: mesh मार्फत जडान
pt_br: conectado por mesh
ru: подключено через mesh
uk: з'єднано через mesh
zh_hans: 通过 mesh 已连接

# content.accessibility.encryption_status
source: encryption status: %@
ar: حالة التشفير: %@
de: verschlüsselungsstatus: %@
es: estado de cifrado: %@
fr: état du chiffrement : %@
he: מצב הצפנה: %@
id: status enkripsi: %@
it: stato crittografia: %@
ja: 暗号状態: %@
ne: सङ्केतको अवस्था: %@
pt_br: status da criptografia: %@
ru: статус шифрования: %@
uk: стан шифрування: %@
zh_hans: 加密状态：%@

# content.accessibility.location_channels
source: location channels
ar: قنوات الموقع
de: kanäle für standorte
es: canales de ubicación
fr: canaux de localisation
he: ערוצי מיקום
id: kanal lokasi
it: canali posizione
ja: ロケーションチャンネル
ne: स्थान च्यानल
pt_br: canais de localização
ru: каналы локации
uk: канали локації
zh_hans: 位置频道

# content.accessibility.location_notes
source: location notes for this place
ar: ملاحظات الموقع لهذا المكان
de: standortnotizen für diesen ort
es: notas de ubicación de este lugar
fr: notes de localisation pour cet endroit
he: הערות מיקום למקום הזה
id: catatan lokasi untuk tempat ini
it: note di posizione per questo posto
ja: この場所のロケーションノート
ne: यस ठाउँका स्थान नोटहरू
pt_br: notas de localização deste lugar
ru: заметки для этого места
uk: замітки про це місце
zh_hans: 此位置的笔记

# content.accessibility.open_unread_private_chat
source: open unread private chat
ar: فتح دردشة خاصة غير مقروءة
de: ungelesene privatnachricht öffnen
es: abrir chat privado sin leer
fr: ouvrir le chat privé non lu
he: פתח צ'אט פרטי שלא נקרא
id: buka chat pribadi belum dibaca
it: apri chat privata non letta
ja: 未読のプライベートチャットを開く
ne: नपढिएको निजी च्याट खोल
pt_br: abrir chat privado não lido
ru: открыть непрочитанный приватный чат
uk: відкрити непрочитаний приватний чат
zh_hans: 打开未读私聊

# content.accessibility.private_chat_header
source: private chat with %@
ar: دردشة خاصة مع %@
de: privatchat mit %@
es: chat privado con %@
fr: chat privé avec %@
he: צ'אט פרטי עם %@
id: chat pribadi dengan %@
it: chat privata con %@
ja: %@とのプライベートチャット
ne: %@ सँग निजी च्याट
pt_br: chat privado com %@
ru: приватный чат с %@
uk: приватний чат з %@
zh_hans: 与 %@ 的私聊

# content.accessibility.reachable_mesh
source: reachable via mesh
ar: قابل للوصول عبر mesh
de: erreichbar über mesh
es: disponible por mesh
fr: joignable via mesh
he: זמין דרך mesh
id: dapat dijangkau lewat mesh
it: raggiungibile via mesh
ja: meshで到達可能
ne: mesh मार्फत पहुँचयोग्य
pt_br: alcançável por mesh
ru: достижим через mesh
uk: досяжно через mesh
zh_hans: 可通过 mesh 到达

# content.accessibility.remove_favorite
source: remove from favorites
ar: إزالة من المفضلة
de: aus favoriten entfernen
es: quitar de favoritos
fr: retirer des favoris
he: הסר מהמועדפים
id: hapus dari favorit
it: rimuovi dai preferiti
ja: お気に入りから削除
ne: मनपर्नेबाट हटाउ
pt_br: remover dos favoritos
ru: убрать из избранного
uk: видалити з вибраного
zh_hans: 移出收藏

# content.accessibility.send_hint_empty
source: enter a message to send
ar: أدخل رسالة للإرسال
de: gib eine nachricht zum senden ein
es: introduce un mensaje para enviarlo
fr: saisis un message à envoyer
he: הזן הודעה לשליחה
id: masukkan pesan untuk dikirim
it: inserisci un messaggio da inviare
ja: 送信するメッセージを入力
ne: पठाउन सन्देश लेख
pt_br: digite uma mensagem para enviar
ru: введи сообщение для отправки
uk: введи повідомлення для надсилання
zh_hans: 输入要发送的消息

# content.accessibility.send_hint_ready
source: double tap to send
ar: اضغط مرتين للإرسال
de: doppelt tippen zum senden
es: toca dos veces para enviar
fr: tape deux fois pour envoyer
he: הקש פעמיים לשליחה
id: ketuk dua kali untuk mengirim
it: tocca due volte per inviare
ja: ダブルタップで送信
ne: पठाउन दोहोरो ट्याप गर
pt_br: toque duas vezes para enviar
ru: дважды тапни, чтобы отправить
uk: торкни двічі, щоб надіслати
zh_hans: 双击发送

# content.accessibility.send_message
source: send message
ar: إرسال رسالة
de: nachricht senden
es: enviar mensaje
fr: envoyer le message
he: שלח הודעה
id: kirim pesan
it: invia messaggio
ja: メッセージ送信
ne: सन्देश पठाउ
pt_br: enviar mensagem
ru: отправить сообщение
uk: надіслати повідомлення
zh_hans: 发送消息

# content.accessibility.toggle_bookmark
source: toggle bookmark for #%@
ar: تبديل الإشارة لـ #%@
de: bookmark für #%@ umschalten
es: alternar marcador para #%@
fr: basculer le favori pour #%@
he: החלף סימנייה עבור #%@
id: ubah penanda untuk #%@
it: cambia segnalibro per #%@
ja: #%@のブックマークを切り替え
ne: #%@ का लागि बुकमार्क बदल
pt_br: alternar favorito para #%@
ru: переключить закладку для #%@
uk: перемкнути закладку для #%@
zh_hans: 切换 #%@ 的书签
