Repository: umangparnami/bitchat
Catalog: bitchat/Localization/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, id, it, ja, ne, pt_br, ru, uk, zh_hans

# content.accessibility.toggle_favorite_hint
source: double tap to toggle favorite status
ar: اضغط مرتين لتبديل حالة المفضلة
de: doppelt tippen, um favoritenstatus zu wechseln
es: toca dos veces para alternar el estado de favorito
fr: tape deux fois pour basculer le statut favori
he: הקש פעמיים כדי להחליף מצב מועדפים
id: ketuk dua kali untuk mengubah status favorit
it: tocca due volte per cambiare stato preferito
ja: ダブルタップでお気に入り状態を切り替え
ne: मनपर्ने स्थिति बदल्न दोहोरो ट्याप गर
pt_br: toque duas vezes para alternar status de favorito
ru: дважды тапни, чтобы переключить статус избранного
uk: торкни двічі, щоб змінити статус вибраного
zh_hans: 双击切换收藏状态

# content.accessibility.view_fingerprint_hint
source: tap to view encryption fingerprint
ar: اضغط لمشاهدة بصمة التشفير
de: tippe, um den verschlüsselungs-fingerprint zu sehen
es: toca para ver la huella de cifrado
fr: tape pour voir l'empreinte de chiffrement
he: הקש להצגת טביעת ההצפנה
id: ketuk untuk melihat sidik enkripsi
it: tocca per vedere l'impronta di cifratura
ja: 暗号フィンガープリントを見る
ne: सङ्केत फिङ्गरप्रिन्ट हेर्न ट्याप गर
pt_br: toque para ver a impressão de criptografia
ru: нажми, чтобы увидеть криптографический отпечаток
uk: торкни, щоб переглянути криптографічний відбиток
zh_hans: 轻点查看加密指纹

# content.actions.block
source: block
ar: حظر
de: blockieren
es: bloquear
fr: bloquer
he: חסום
id: blokir
it: blocca
ja: ブロック
ne: ब्लक
pt_br: bloquear
ru: заблокировать
uk: заблокувати
zh_hans: 屏蔽

# content.actions.direct_message
source: direct message
ar: رسالة مباشرة
de: direktnachricht
es: mensaje directo
fr: message direct
he: הודעה ישירה
id: pesan langsung
it: messaggio diretto
ja: ダイレクトメッセージ
ne: प्रत्यक्ष सन्देश
pt_br: mensagem direta
ru: личное сообщение
uk: приватне повідомлення
zh_hans: 私信

# content.actions.hug
source: hug
ar: عناق
de: umarmen
es: abrazo
fr: câlin
he: חיבוק
id: peluk
it: abbraccia
ja: ハグ
ne: अँगालो
pt_br: abraço
ru: обнять
uk: обійняти
zh_hans: 拥抱

# content.actions.mention
source: mention
ar: ذكر
de: erwähnen
es: mencionar
fr: mentionner
he: אזכור
id: sebut
it: menziona
ja: メンション
ne: उल्लेख
pt_br: mencionar
ru: упомянуть
uk: згадати
zh_hans: 提及

# content.actions.slap
source: slap
ar: صفعة
de: ohrfeige
es: bofetada
fr: gifle
he: סטירה
id: tampar
it: schiaffo
ja: ビンタ
ne: थप्पड
pt_br: tapa
ru: дать леща
uk: ляпас
zh_hans: 拍打

# content.actions.title
source: actions
ar: إجراءات
de: aktionen
es: acciones
he: פעולות
id: aksi
it: azioni
ja: アクション
ne: कार्य
pt_br: ações
ru: действия
uk: дії
zh_hans: 操作

# content.alert.bluetooth_required.off
source: bluetooth is turned off. please turn on bluetooth in settings to use bitchat.
ar: bluetooth متوقف. فعّل bluetooth في الإعدادات لاستخدام bitchat.
de: bluetooth ist ausgeschaltet. aktiviere bluetooth in den einstellungen, um bitchat zu verwenden.
es: bluetooth está desactivado. Actívalo en Ajustes para usar BitChat.
fr: bluetooth est désactivé. active le bluetooth dans réglages pour utiliser bitchat.
he: bluetooth כבוי. הפעל bluetooth בהגדרות כדי להשתמש ב-bitchat.
id: bluetooth dimatikan. aktifkan bluetooth di pengaturan untuk memakai bitchat.
it: bluetooth è disattivato. attiva bluetooth nelle impostazioni per usare bitchat.
ja: bluetoothがオフです。設定でbluetoothをオンにしてbitchatを使ってください。
ne: bluetooth बन्द छ। bitchat प्रयोग गर्न bluetooth सेटिङमा अन गर।
pt_br: bluetooth está desligado. ative o bluetooth em ajustes para usar bitchat.
ru: bluetooth выключен. включи bluetooth в настройках, чтобы использовать bitchat.
uk: bluetooth вимкнений. увімкни bluetooth у налаштуваннях, щоб користуватися bitchat.
zh_hans: bluetooth 已关闭。请在设置中开启以使用 bitchat。

# content.alert.bluetooth_required.permission
source: bitchat needs bluetooth permission to connect with nearby devices. please enable bluetooth access in settings.
ar: تحتاج bitchat إلى إذن bluetooth للاتصال بالأجهزة القريبة. فعّل الوصول في الإعدادات.
de: bitchat benötigt bluetooth-berechtigung, um sich mit geräten in der nähe zu verbinden. erlaube den zugriff in den einstellungen.
es: bitChat necesita permiso de Bluetooth para conectarse con dispositivos cercanos. Habilita el acceso en Ajustes.
fr: bitchat a besoin de l'autorisation bluetooth pour se connecter aux appareils proches. active l'accès dans réglages.
he: bitchat צריכה הרשאת bluetooth כדי להתחבר למכשירים קרובים. אפשר גישה בהגדרות.
id: bitchat memerlukan izin bluetooth untuk terhubung dengan perangkat dekat. aktifkan akses di pengaturan.
it: bitchat richiede l'autorizzazione bluetooth per collegarsi ai dispositivi vicini. abilita l'accesso nelle impostazioni.
ja: bitchatは近くのデバイスと接続するためbluetooth権限が必要です。設定でアクセスを有効にしてください。
ne: bitchat लाई नजिकका उपकरणसँग जडान हुन bluetooth अनुमति चाहिन्छ। सेटिङमा पहुँच सक्षम गर।
pt_br: bitchat precisa de permissão de bluetooth para conectar com dispositivos próximos. habilite o acesso em ajustes.
ru: bitchat нужен доступ к bluetooth, чтобы соединяться с ближайшими устройствами. включи разрешение в настройках.
uk: bitchat потребує дозволу bluetooth для з'єднання з пристроями поруч. ввімкни доступ у налаштуваннях.
zh_hans: bitchat 需要 bluetooth 权限以连接附近设备。请在设置中启用访问。

# content.alert.bluetooth_required.settings
source: settings
ar: الإعدادات
de: einstellungen
es: ajustes
fr: réglages
he: הגדרות
id: pengaturan
it: impostazioni
ja: 設定
ne: सेटिङ
pt_br: ajustes
ru: настройки
uk: налаштування
zh_hans: 设置

# content.alert.bluetooth_required.title
source: bluetooth required
ar: مطلوب bluetooth
de: bluetooth erforderlich
es: se requiere Bluetooth
fr: bluetooth requis
he: נדרש bluetooth
id: butuh bluetooth
it: serve bluetooth
ja: bluetoothが必要
ne: bluetooth आवश्यक
pt_br: bluetooth necessário
ru: bluetooth обязателен
uk: потрібен bluetooth
zh_hans: 需要 bluetooth

# content.alert.bluetooth_required.unsupported
source: this device does not support bluetooth. bitchat requires bluetooth to function.
ar: هذا الجهاز لا يدعم bluetooth. يحتاج bitchat إلى bluetooth للعمل.
de: dieses gerät unterstützt kein bluetooth. bitchat benötigt bluetooth zum funktionieren.
es: este dispositivo no admite Bluetooth. BitChat necesita Bluetooth para funcionar.
fr: cet appareil ne prend pas en charge le bluetooth. bitchat en a besoin pour fonctionner.
he: המכשיר הזה לא תומך ב-bluetooth. bitchat זקוקה ל-bluetooth כדי לעבוד.
id: perangkat ini tidak mendukung bluetooth. bitchat memerlukan bluetooth untuk berjalan.
it: questo dispositivo non supporta bluetooth. bitchat richiede bluetooth per funzionare.
ja: このデバイスはbluetoothをサポートしていません。bitchatにはbluetoothが必要です。
ne: यो उपकरणले bluetooth समर्थन गर्दैन। bitchat चलाउन bluetooth चाहिन्छ।
pt_br: este dispositivo não suporta bluetooth. bitchat precisa de bluetooth para funcionar.
ru: это устройство не поддерживает bluetooth. bitchat нужен bluetooth для работы.
uk: цей пристрій не підтримує bluetooth. bitchat потрібен bluetooth для роботи.
zh_hans: 此设备不支持 bluetooth。bitchat 需要 bluetooth 才能运行。

# content.alert.screenshot.message
source: screenshots of location channels will reveal your location. think before sharing publicly.
ar: لقطات قنوات الموقع تكشف موقعك. فكر قبل المشاركة علناً.
de: screenshots von standortkanälen verraten deinen standort. überleg dir das teilen vorher gut.
es: las capturas de pantalla de los canales de ubicación revelarán tu ubicación. Piensa antes de compartirlas públicamente.
fr: les captures des canaux de localisation révéleront ta position. réfléchis avant de partager publiquement.
he: צילומי מסך של ערוצי מיקום יחשפו את מיקומך. חשב לפני שיתוף פומבי.
id: tangkapan layar kanal lokasi akan mengungkap lokasimu. pikirkan dulu sebelum membagikannya.
it: gli screenshot dei canali posizione rivelano la tua posizione. pensaci prima di condividerli.
ja: ロケーションチャンネルのスクリーンショットはあなたの場所を明かします。公開前によく考えてください。
ne: स्थान च्यानलको स्क्रिनसटले तिम्रो स्थान खुलाउँछ। सार्वजनिकरूपमा बाँड्नु अघि सोच।
pt_br: capturas de canais de localização revelam sua localização. pense antes de compartilhar publicamente.
ru: скриншоты каналов местоположения раскроют твою позицию. подумай, прежде чем делиться публично.
uk: скріншоти каналів локації розкриють твоє місце. подумай, перш ніж ділитися публічно.
zh_hans: 位置频道的截图会暴露你的位置。公开分享前请三思。

# content.alert.screenshot.title
source: heads up
ar: تنبيه
de: achtung
es: atención
fr: attention
he: שים לב
id: perhatian
it: attenzione
ja: 注意
ne: ध्यान
pt_br: atenção
ru: внимание
uk: увага
zh_hans: 注意

# content.commands.block
source: block or list blocked peers
ar: حظر أو عرض المحظورين
de: blocked peers anzeigen oder blockieren
es: bloquear o listar usuarios bloqueados
fr: bloquer ou lister les pairs bloqués
he: חסום או הצג עמיתים חסומים
id: blokir atau lihat peer yang diblokir
it: blocca o mostra i peer bloccati
ja: ブロックまたはブロック済みを表示
ne: ब्लक गर वा ब्लक गरिएको सूची देखाउ
pt_br: bloquear ou listar pares bloqueados
ru: заблокировать или показать заблокированных
uk: заблокувати або показати заблокованих
zh_hans: 屏蔽或查看已屏蔽的同伴

# content.commands.clear
source: clear chat messages
ar: مسح رسائل الدردشة
de: chatnachrichten löschen
es: borrar los mensajes del chat
fr: effacer les messages du chat
he: נקה הודעות צ'אט
id: hapus pesan chat
it: svuota la chat
ja: チャットをクリア
ne: च्याट सन्देश खाली गर
pt_br: limpar mensagens do chat
ru: очистить чат
uk: очистити чат
zh_hans: 清除聊天消息

# content.commands.favorite
source: add to favorites
ar: إضافة للمفضلة
de: zu favoriten hinzufügen
es: agregar a favoritos
fr: ajouter aux favoris
he: הוסף למועדפים
id: tambah ke favorit
it: aggiungi ai preferiti
ja: お気に入りに追加
ne: मनपर्नेमा थप
pt_br: adicionar aos favoritos
ru: добавить в избранное
uk: додати до вибраного
zh_hans: 加入收藏

# content.commands.hug
source: send someone a warm hug
ar: إرسال عناق دافئ
de: eine warme umarmung senden
es: enviar un abrazo caluroso
fr: envoyer un câlin chaleureux
he: שלח חיבוק חם
id: kirim pelukan hangat
it: invia un caldo abbraccio
ja: あたたかいハグを送る
ne: न्यानो अँगालो पठाउ
pt_br: enviar um abraço quente
ru: отправить тёплое объятие
uk: відправити теплі обійми
zh_hans: 送出温暖拥抱

# content.commands.message
source: send private message
ar: إرسال رسالة خاصة
de: privatnachricht senden
es: enviar mensaje privado
fr: envoyer un message privé
he: שלח הודעה פרטית
id: kirim pesan pribadi
it: invia messaggio privato
ja: プライベートメッセージを送る
ne: निजी सन्देश पठाउ
pt_br: enviar mensagem privada
ru: отправить приватное сообщение
uk: надіслати приватне повідомлення
zh_hans: 发送私信

# content.commands.slap
source: slap someone with a trout
ar: صفع شخص بسمكة تراوت
de: jemandem eine forelle um die ohren schlagen
es: abofetear a alguien con una trucha
fr: gifler quelqu'un avec une truite
he: תן למישהו סטירת פורל
id: tampar seseorang dengan ikan trout
it: schiaffeggia qualcuno con una trota
ja: 誰かをトラウトでたたく
ne: कसैलाई ट्राउटले थप्पड दे
pt_br: dar um tapa em alguém com uma truta
ru: дать кому-то пощёчину форелью
uk: лупнути когось фореллю
zh_hans: 用鳟鱼拍某人

# content.commands.unblock
source: unblock a peer
ar: إلغاء حظر قرين
de: peer entsperren
es: desbloquear a un usuario
fr: débloquer un pair
he: בטל חסימה לעמית
id: buka blokir peer
it: sblocca un peer
ja: ピアのブロックを解除
ne: पीयर अनब्लक गर
pt_br: desbloquear um par
ru: разблокировать пира
uk: розблокувати піра
zh_hans: 取消屏蔽同伴

# content.commands.unfavorite
source: remove from favorites
ar: إزالة من المفضلة
de: aus favoriten entfernen
es: quitar de favoritos
fr: retirer des favoris
he: הסר מהמועדפים
id: hapus dari favorit
it: rimuovi dai preferiti
ja: お気に入りから外す
ne: मनपर्नेबाट हटाउ
pt_br: remover dos favoritos
ru: убрать из избранного
uk: видалити з вибраного
zh_hans: 移出收藏

# content.commands.who
source: see who's online
ar: عرض من هو متصل
de: sehen, wer online ist
es: ver quién está en línea
fr: voir qui est en ligne
he: ראה מי מחובר
id: lihat siapa yang online
it: vedi chi è online
ja: オンラインの人を見る
ne: अनलाइन को-को छन् हेर्नु
pt_br: ver quem está online
ru: посмотреть, кто онлайн
uk: подивитися, хто онлайн
zh_hans: 查看谁在线

# content.delivery.delivered_members
source: delivered to %1$d of %2$d members
ar: تم التسليم إلى %1$d من %2$d عضو
de: zugestellt an %1$d von %2$d mitgliedern
es: entregado a %1$d de %2$d miembros
fr: livré à %1$d sur %2$d membres
he: נמסר ל-%1$d מתוך %2$d חברים
id: terkirim ke %1$d dari %2$d anggota
it: consegnato a %1$d di %2$d membri
ja: %2$d人中%1$d人に配信
ne: %2$d सदस्यमध्ये %1$d जनालाई पुर्याइयो
pt_br: entregue a %1$d de %2$d membros
ru: доставлено %1$d из %2$d участников
uk: доставлено %1$d з %2$d учасників
zh_hans: 已送达 %2$d 人中的 %1$d 人

# content.delivery.delivered_to
source: delivered to %@
ar: سُلّم إلى %@
de: zugestellt an %@
es: entregado a %@
fr: livré à %@
he: נמסר ל-%@
id: terkirim ke %@
it: consegnato a %@
ja: %@に配信
ne: %@ लाई पुर्याइयो
pt_br: entregue para %@
ru: доставлено %@
uk: доставлено %@
zh_hans: 已送达 %@

# content.delivery.failed
source: failed: %@
ar: فشل: %@
de: fehlgeschlagen: %@
es: falló: %@
fr: échec : %@
he: נכשל: %@
id: gagal: %@
it: non riuscito: %@
ja: 失敗: %@
ne: असफल: %@
pt_br: falhou: %@
ru: ошибка: %@
uk: не вдалося: %@
zh_hans: 失败：%@

# content.delivery.read_by
source: read by %@
ar: قُرِئ بواسطة %@
de: gelesen von %@
es: leído por %@
fr: lu par %@
he: נקרא על ידי %@
id: dibaca oleh %@
it: letto da %@
ja: %@が既読
ne: %@ ले पढ्यो
pt_br: lido por %@
ru: прочитано %@
uk: прочитано %@
zh_hans: 已读：%@

# content.delivery.reason.blocked
source: user is blocked
ar: المستخدم محظور
de: nutzer blockiert
es: el usuario está bloqueado
fr: utilisateur bloqué
he: המשתמש חסום
id: pengguna diblokir
it: utente bloccato
ja: ユーザーをブロック中
ne: प्रयोगकर्ता ब्लक गरिएको
pt_br: usuário bloqueado
ru: пользователь заблокирован
uk: користувач заблокований
zh_hans: 用户已被屏蔽

# content.delivery.reason.self
source: cannot message yourself
ar: لا يمكن الإرسال لنفسك
de: kann nicht an dich selbst senden
es: no puedes enviarte mensajes a ti mismo
fr: impossible d'envoyer à toi-même
he: אי אפשר לשלוח לעצמך
id: tidak bisa kirim ke diri sendiri
it: impossibile inviarti il messaggio
ja: 自分には送れません
ne: आफूलाई पठाउन मिल्दैन
pt_br: não é possível enviar mensagem para si mesmo
ru: нельзя отправить себе
uk: не можна надіслати собі
zh_hans: 不能给自己发消息

# content.delivery.reason.send_error
source: send error
ar: خطأ في الإرسال
de: sende-fehler
es: error al enviar
fr: erreur d'envoi
he: שגיאת שליחה
id: kesalahan pengiriman
it: errore di invio
ja: 送信エラー
ne: पठाउने त्रुटि
pt_br: erro ao enviar
ru: ошибка отправки
uk: помилка надсилання
zh_hans: 发送错误

# content.delivery.reason.unknown_recipient
source: unknown recipient
ar: مستلم غير معروف
de: unbekannter empfänger
es: destinatario desconocido
fr: destinataire inconnu
he: נמען לא ידוע
id: penerima tidak dikenal
it: destinatario sconosciuto
ja: 不明な宛先
ne: अज्ञात प्राप्तकर्ता
pt_br: destinatário desconhecido
ru: неизвестный получатель
uk: невідомий одержувач
zh_hans: 未知收件人

# content.delivery.reason.unreachable
source: peer not reachable
ar: القرين غير متاح
de: peer nicht erreichbar
es: el destinatario no es alcanzable
fr: pair injoignable
he: עמית לא זמין
id: peer tidak dapat dijangkau
it: peer irraggiungibile
ja: ピアに到達できません
ne: पीयर पहुँचयोग्य छैन
pt_br: par inalcançável
ru: пир недостижим
uk: пір недосяжний
zh_hans: 同伴不可达

# content.header.people
source: PEOPLE
ar: أشخاص
de: PERSONEN
es: PERSONAS
fr: PERSONNES
he: אנשים
id: ORANG
it: PERSONE
ja: ユーザー
ne: मानिस
pt_br: PESSOAS
ru: ЛЮДИ
uk: ЛЮДИ
zh_hans: 成员

# content.help.verification
source: verification: show my QR or scan a friend
ar: التحقق: عرض رمز qr الخاص بي أو مسح صديق
de: verifizierung: meinen qr zeigen oder freund scannen
es: verificación: mostrar mi QR o escanear a un amigo
fr: vérification : afficher mon qr ou scanner un ami
he: אימות: הצג את ה-qr שלי או סרוק חבר
id: verifikasi: tampilkan qr-ku atau pindai teman
it: verifica: mostra il mio qr o scansiona un amico
ja: 検証: 自分のqrを表示するか友達をスキャン
ne: प्रमाणीकरण: मेरो qr देखाउ वा साथी स्क्यान गर
pt_br: verificação: mostrar meu qr ou escanear um amigo
ru: верификация: показать мой qr или сканировать друга
uk: верифікація: показати мій qr або сканувати друга
zh_hans: 验证：展示我的 qr 或扫描好友

# content.input.message_placeholder
source: type a message...
ar: اكتب رسالة...
de: nachricht eingeben...
es: escribe un mensaje...
fr: écris un message...
he: כתוב הודעה...
id: ketik pesan...
it: scrivi un messaggio...
ja: メッセージを入力...
ne: सन्देश टाइप गर...
pt_br: digite uma mensagem...
ru: напиши сообщение...
uk: напиши повідомлення...
zh_hans: 输入消息...

# content.input.nickname_placeholder
source: nickname
ar: لقب
es: apodo
fr: pseudo
he: כינוי
id: nama panggilan
ja: ニックネーム
ne: उपनाम
pt_br: apelido
ru: ник
uk: нік
zh_hans: 昵称

# content.location.enable
source: enable location
ar: تفعيل الموقع
de: standort aktivieren
es: activar ubicación
fr: activer la localisation
he: הפעל מיקום
id: aktifkan lokasi
it: attiva posizione
ja: 位置情報を有効化
ne: स्थान सक्षम गर
pt_br: habilitar localização
ru: включить локацию
uk: увімкнути локацію
zh_hans: 启用位置

# content.message.copy
source: copy message
ar: نسخ الرسالة
de: nachricht kopieren
es: copiar mensaje
fr: copier le message
he: העתק הודעה
id: salin pesan
it: copia messaggio
ja: メッセージをコピー
ne: सन्देश प्रतिलिपि गर
pt_br: copiar mensagem
ru: копировать сообщение
uk: скопіювати повідомлення
zh_hans: 复制消息

# content.message.show_less
source: show less
ar: عرض أقل
de: weniger anzeigen
es: mostrar menos
fr: afficher moins
he: הצג פחות
id: tampilkan lebih sedikit
it: mostra meno
ja: 表示を減らす
ne: थोरै देखाउ
pt_br: mostrar menos
ru: показать меньше
uk: показати менше
zh_hans: 收起

# content.message.show_more
source: show more
ar: عرض المزيد
de: mehr anzeigen
es: mostrar más
fr: afficher plus
he: הצג עוד
id: tampilkan lebih banyak
it: mostra di più
ja: さらに表示
ne: थप देखाउ
pt_br: mostrar mais
ru: показать больше
uk: показати більше
zh_hans: 展开

# content.notes.location_unavailable
source: location unavailable
ar: الموقع غير متاح
de: standort nicht verfügbar
es: ubicación no disponible
fr: localisation indisponible
he: המיקום לא זמין
id: lokasi tidak tersedia
it: posizione non disponibile
ja: 位置情報を取得できません
ne: स्थान उपलब्ध छैन
pt_br: localização indisponível
ru: локация недоступна
uk: локація недоступна
zh_hans: 位置不可用

# content.notes.title
source: notes
ar: ملاحظات
de: notizen
es: notas
he: הערות
id: catatan
it: note
ja: ノート
ne: नोट
pt_br: notas
ru: заметки
uk: замітки
zh_hans: 笔记

# content.payment.cashu
source: pay via cashu
ar: الدفع عبر cashu
de: per cashu bezahlen
es: pagar con Cashu
fr: payer via cashu
he: תשלום דרך cashu
id: bayar via cashu
it: paga con cashu
ja: cashuで支払う
ne: cashu मार्फत तिर्नु
pt_br: pagar via cashu
ru: оплатить через cashu
uk: оплатити через cashu
zh_hans: 通过 cashu 支付

# content.payment.lightning
source: pay via lightning
ar: الدفع عبر lightning
de: per lightning bezahlen
es: pagar con Lightning
fr: payer via lightning
he: תשלום דרך lightning
id: bayar via lightning
it: paga con lightning
ja: lightningで支払う
ne: lightning मार्फत तिर्नु
pt_br: pagar via lightning
ru: оплатить через lightning
uk: оплатити через lightning
zh_hans: 通过 lightning 支付

# encryption.accessibility.establishing
source: establishing encryption
ar: جار إعداد التشفير
de: verschlüsselung wird aufgebaut
es: estableciendo cifrado
fr: établissement du chiffrement
he: הצפנה בהקמה
id: menyiapkan enkripsi
it: avvio crittografia
ja: 暗号を確立しています
ne: सङ्केत सेट हुँदै
pt_br: estabelecendo criptografia
ru: устанавливается шифрование
uk: встановлюється шифрування
zh_hans: 正在建立加密

# encryption.accessibility.failed
source: encryption failed
ar: فشل التشفير
de: verschlüsselung fehlgeschlagen
es: cifrado fallido
fr: chiffrement échoué
he: הצפנה נכשלה
id: enkripsi gagal
it: crittografia fallita
ja: 暗号に失敗
ne: सङ्केत असफल
pt_br: falha na criptografia
ru: шифрование не удалось
uk: шифрування не вдалося
zh_hans: 加密失败

# encryption.accessibility.not_encrypted
source: not encrypted
ar: غير مشفر
de: nicht verschlüsselt
es: sin cifrar
fr: non chiffré
he: לא מוצפן
id: tidak terenkripsi
it: non crittografato
ja: 未暗号
ne: सङ्केत छैन
pt_br: não criptografado
ru: не зашифровано
uk: не зашифровано
zh_hans: 未加密

# encryption.accessibility.secured
source: encrypted
ar: مشفر
de: verschlüsselt
es: cifrado
fr: chiffré
he: מוצפן
id: terenkripsi
it: crittografato
ja: 暗号化済み
ne: सङ्केत गरिएको
pt_br: criptografado
ru: зашифровано
uk: зашифровано
zh_hans: 已加密

# encryption.accessibility.verified
source: encrypted and verified
ar: مشفر ومُتحقق
de: verschlüsselt und verifiziert
es: cifrado y verificado
fr: chiffré et vérifié
he: מוצפן ומאומת
id: terenkripsi dan terverifikasi
it: crittografato e verificato
ja: 暗号化し検証済み
ne: सङ्केत र प्रमाणित
pt_br: criptografado e verificado
ru: зашифровано и проверено
uk: зашифровано та перевірено
zh_hans: 已加密并验证

# encryption.status.establishing
source: sstablishing encryption...
ar: جار إعداد التشفير...
de: verschlüsselung wird aufgebaut...
es: estableciendo cifrado...
fr: mise en place du chiffrement...
he: מקימים הצפנה...
id: menyiapkan enkripsi...
it: avvio della crittografia...
ja: 暗号を確立中...
ne: सङ्केत सेट गर्दै...
pt_br: estabelecendo criptografia...
ru: устанавливаем шифрование...
uk: встановлюємо шифрування...
zh_hans: 正在建立加密...

# encryption.status.failed
source: encryption failed
ar: فشل التشفير
de: verschlüsselung fehlgeschlagen
es: cifrado fallido
fr: chiffrement échoué
he: הצפנה נכשלה
id: enkripsi gagal
it: crittografia fallita
ja: 暗号に失敗
ne: सङ्केत असफल
pt_br: falha na criptografia
ru: шифрование не удалось
uk: шифрування не вдалося
zh_hans: 加密失败

# encryption.status.not_encrypted
source: not encrypted
ar: غير مشفر
de: nicht verschlüsselt
es: sin cifrar
fr: non chiffré
he: לא מוצפן
id: tidak terenkripsi
it: non crittografato
ja: 未暗号
ne: सङ्केत छैन
pt_br: não criptografado
ru: не зашифровано
uk: не зашифровано
zh_hans: 未加密

# encryption.status.secured
source: encrypted
ar: مشفر
de: verschlüsselt
es: cifrado
fr: chiffré
he: מוצפן
id: terenkripsi
it: crittografato
ja: 暗号化済み
ne: सङ्केत गरिएको
pt_br: criptografado
ru: зашифровано
uk: зашифровано
zh_hans: 已加密

# encryption.status.verified
source: encrypted & verified
ar: مشفر ومُتحقق
de: verschlüsselt und verifiziert
es: cifrado y verificado
fr: chiffré et vérifié
he: מוצפן ומאומת
id: terenkripsi dan terverifikasi
it: crittografato e verificato
ja: 暗号化し検証済み
ne: सङ्केत र प्रमाणित
pt_br: criptografado e verificado
ru: зашифровано и проверено
uk: зашифровано та перевірено
zh_hans: 已加密并验证

# fingerprint.action.mark_verified
source: mark as verified
ar: وضع علامة تم التحقق
de: als verifiziert markieren
es: marcar como verificado
fr: marquer comme vérifié
he: סמן כמאומת
id: tandai sebagai terverifikasi
it: segna come verificato
ja: 検証済みにする
ne: प्रमाणित चिन्ह लगाउ
pt_br: marcar como verificado
ru: пометить как проверено
uk: позначити як перевірено
zh_hans: 标记为已验证

# fingerprint.action.remove_verification
source: remove verification
ar: إزالة التحقق
de: verifizierung entfernen
es: eliminar verificación
fr: retirer la vérification
he: הסר אימות
id: hapus verifikasi
it: rimuovi verifica
ja: 検証を削除
ne: प्रमाणीकरण हटाउ
pt_br: remover verificação
ru: удалить проверку
uk: зняти перевірку
zh_hans: 移除验证

# fingerprint.badge.not_verified
source: ⚠️ NOT VERIFIED
ar: ⚠️ غير مُتحقق
de: ⚠️ NICHT VERIFIZIERT
es: ⚠️ NO VERIFICADO
fr: ⚠️ NON VÉRIFIÉ
he: ⚠️ לא מאומת
id: ⚠️ BELUM TERVERIFIKASI
it: ⚠️ NON VERIFICATO
ja: ⚠️ 未検証
ne: ⚠️ प्रमाणित छैन
pt_br: ⚠️ NÃO VERIFICADO
ru: ⚠️ НЕ ПРОВЕРЕНО
uk: ⚠️ НЕ ПЕРЕВІРЕНО
zh_hans: ⚠️ 未验证

# fingerprint.badge.verified
source: ✓ VERIFIED
ar: ✓ مُتحقق
de: ✓ VERIFIZIERT
es: ✓ VERIFICADO
fr: ✓ VÉRIFIÉ
he: ✓ מאומת
id: ✓ TERVERIFIKASI
it: ✓ VERIFICATO
ja: ✓ 検証済み
ne: ✓ प्रमाणित
pt_br: ✓ VERIFICADO
ru: ✓ ПРОВЕРЕНО
uk: ✓ ПЕРЕВІРЕНО
zh_hans: ✓ 已验证
